{"Office cake culture is 'danger to health'":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36608269","description":"Having cake at work to celebrate colleagues' birthdays, engagements or just surviving the week is a danger to health, warns a senior dentist.","content":"<div property=\"articleBody\" contentScore=\"1766\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Office cake\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/10E7F\/production\/_90074296_thinkstockphotos-516658299.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Having cake at work to celebrate colleagues' birthdays, engagements or just surviving the week is a danger to health, a senior dentist argues.<\/p><p>Prof Nigel Hunt, from the Faculty of Dental Surgery, at the Royal College of Surgeons, says \"cake culture\" is fuelling obesity and dental problems.<\/p><p>At the organisation's annual dinner for dentists, he will say workplace temptation stops people losing weight. <\/p><p>And staff should be rewarded with fruit, nuts or cheese instead.<\/p><h2>Sugar rush<\/h2><p>In the speech, he will say: \"Managers want to reward staff for their efforts, colleagues want to celebrate special occasions, and workers want to bring back a gift from their holidays. <\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>\"But for many people the workplace is now the primary site of their sugar intake and is contributing to the current obesity epidemic and poor oral health.\"<\/p><p>He will say nearly 65,000 adults every year need hospital treatment for tooth decay.<\/p><p>Prof Hunt will say: \"Cake culture also poses difficulties for those who are trying their hardest to lose weight or become healthier - how many of us have begun such diets only to cave in to the temptation of the doughnuts, cookies or the triple chocolate biscuits?\"<\/p><h2>Fruit platter<\/h2>                                                                                                    <p>While he does not believe office cake should be banned, he will say it should be purchased in smaller quantities and consumed only with lunch. <\/p><p>Dentists recommend cutting down on sugary or starchy foods between meals as they give bacteria fuel to produce acids that decay teeth. <\/p><p>At the dinner, which is being rounded off with mint panna cotta, British strawberries and chocolate soil, Prof Hunt will say: \"Ideally office workers should consider other alternatives altogether like fruit platters, nuts, or cheese. <\/p><p>\"Responsible employers should take a lead and avoid such snacks in meetings.\"<\/p><p>Follow James <a href=\"https:\/\/twitter.com\/JamesTGallagher\">on Twitter.<\/a><\/p>\n                                                                                                <\/div>\n"},"Testicle removal surgeon Marwan Farouk struck off":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-england-beds-bucks-herts-36601726","description":"A surgeon is struck off for mistakenly removing a patient's testicle and then trying to cover up his error.","content":"<div property=\"articleBody\" contentScore=\"2191\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"BMI Chiltern Hospital in Great Missenden\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/1145A\/production\/_90064707_testicle.png\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Google<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Dr Marwan Farouk disposed of the testicle in a medical waste bin at BMI Chiltern Hospital\n                <\/span>\n            <\/figcaption><\/figure><p>A surgeon who tried to cover up the fact he had cut off a man's testicle in error has been struck off.<\/p><p>The organ was removed at the private BMI Chiltern Hospital in Buckinghamshire in April 2014.<\/p><p>The Medical Practitioners Tribunal Service (MPTS) heard Dr Marwan Farouk, who had been supposed to remove a cyst, disposed of the testicle and did not tell the patient it had been removed.<\/p><p>The <a href=\"http:\/\/www.mpts-uk.org\/static\/documents\/content\/Marwan_Farouk.pdf\">MPTS ruling<\/a> said Dr Farouk had been misleading or dishonest.<\/p><h2>'Chuck it'<\/h2><p>In a case brought by the General Medical Council (GMC), the tribunal heard Dr Farouk was meant to repair a hernia and remove a cyst on the epididymis, which is attached to the testicle, at the hospital in Great Missenden.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>However, he removed the patient's entire right testicle.<\/p><p><a href=\"http:\/\/www.bbc.co.uk\/news\/live\/uk-england-beds-bucks-herts-36522115\">For more Buckinghamshire stories, visit the BBC Local Live page<\/a><\/p><p>A theatre nurse told the tribunal she had been told to \"chuck it\", or words to that effect, although it was the doctor who actually disposed of the testicle in a medical waste bin.<\/p>                                                                                                    <p>After the operation, Dr Farouk failed to tell the patient it had been removed and instead told the man \"he had a small right testicle, but it won't give you any problems\", or words to that effect.<\/p><p>Dr Farouk admitted to the hearing he had removed the testicle and failed to ensure it was sent to the histology department for testing.<\/p><p>The tribunal did not believe Dr Farouk's evidence that he had not recognised the specimen to be a testicle and that was why he had not recorded any tissue being removed.<\/p><h2>'Deliberate acts'<\/h2><p>The ruling said: \"As an experienced surgeon, even on a cursory examination, you must have recognised the specimen for what it was.<\/p><p>\"This was a series of deliberate acts designed by you to cover up the fact you had made an error.\"<\/p><p>The tribunal found it was not proven that Dr Farouk had operated outside his area of expertise or that he failed to tell the patient's GP that the entire testicle had been removed.<\/p><p>The ruling concluded that the surgeon's misconduct meant his fitness to practise was impaired. He has 28 days to appeal.<\/p><p>A BMI spokesman said: \"Dr Farouk's practising privileges at the Chiltern Hospital were removed following the incident and our own investigation.<\/p><p>\"We will apply any lessons learned from the hearing.\"<\/p>\n                                                                                                <\/div>\n"},"Abortion demand 'soars' amid Zika fear":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36595448","description":"Fears over the Zika virus have contributed to a \"huge\" increase in number of abortions in Latin America, researchers suggest.","content":"<div property=\"articleBody\" contentScore=\"3222\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Baby born with small brain\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/7C1F\/production\/_90057713_gettyimages-537943166.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Fears over the Zika virus have contributed to a \"huge\" increase in the number of women  in Latin America wanting abortions, researchers say. <\/p><p>Estimates suggest there has been at least a doubling in requests in Brazil and an increase of a third in other countries.<\/p><p>Many governments have advised women not to get pregnant due to the risk of babies being born with tiny brains.<\/p><p>The findings were published in the New England Journal of Medicine. <\/p><p>Sixty countries and territories have reported cases of Zika being spread by mosquitoes. More than 1,500 babies have been diagnosed with microcephaly caused by the virus.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p><a href=\"http:\/\/www.bbc.co.uk\/news\/world-latin-america-35438404\">Zika prompts abortion dilemmas<\/a><\/p><p>A termination remains illegal in many parts of Latin America, but women simply turn to unofficial providers.<\/p><p>Women on Web, which advises women online and then delivers pills to end a pregnancy, is one of the largest.<\/p>                                                                                                    <p>The researchers analysed the thousands of requests received by Women on Web in the five years before the Pan American Health Organization issued its warning on Zika on 17 November 2015.<\/p><p>It used this to predict how many abortion requests would have been expected between 17 November 2015 and 1 March 2016.<\/p><p>The analysis of countries that advised against getting pregnant suggested Brazil and Ecuador had had more than twice the expected demand for abortions.<\/p><div><table><tr><th>Country<\/th>\n<th>Expected<\/th>\n<th>Actual<\/th>\n<th>Increase<\/th>\n<\/tr><tr><td>Brazil<\/td>\n<td>582<\/td>\n<td>1210<\/td>\n<td>+108%<\/td>\n<\/tr><tr><td>Colombia<\/td>\n<td>102<\/td>\n<td>141<\/td>\n<td>+39%<\/td>\n<\/tr><tr><td>Costa Rica<\/td>\n<td>49<\/td>\n<td>67<\/td>\n<td>+36%<\/td>\n<\/tr><tr><td>El Salvador<\/td>\n<td>18<\/td>\n<td>24<\/td>\n<td>+36%<\/td>\n<\/tr><tr><td>Ecuador<\/td>\n<td>34<\/td>\n<td>71<\/td>\n<td>+108%<\/td>\n<\/tr><tr><td>Honduras<\/td>\n<td>21<\/td>\n<td>36<\/td>\n<td>+76%<\/td>\n<\/tr><tr><td>Venezuela<\/td>\n<td>45<\/td>\n<td>86<\/td>\n<td>+93%<\/td>\n<\/tr><tr><\/tr><\/table><\/div><p>Analysis from other countries, which did not advise against pregnancy, suggested smaller increases in abortion demand. <\/p><p>One woman from Peru told Women on Web: \"I'm very concerned, I'm two months pregnant and in my country Zika has been detected. <\/p><p>\"We are all very alarmed and I do not want have a sick baby, please, I do not want to continue my pregnancy because it is very dangerous.\"<\/p><p>Another from Venezuela said: \"I contracted Zika four days ago. <\/p><p>\"I love children, but I don't believe it is a wise decision to keep a baby who will suffer. I need an abortion. I don't know who to turn to. Please help me ASAP.\"<\/p><h2>'Tremendous surge'<\/h2><p>Dr Catherine Aiken, one of the researchers, from the University of Cambridge, told the BBC News website: \"Everywhere governments said, 'Don't get pregnant' and there was Zika transmission, there was a tremendous surge in the number of women taking matters into their own hands.<\/p><p>\"There were huge increases in abortions across the region.\"<\/p><p>Dr Aiken criticised the countries' \"very hollow\" messages to delay pregnancy that had generated \"fear, anxiety and panic with no means to act on it\".<\/p><p>Meanwhile Abigail Aiken, an assistant professor from the University of Texas at Austin, said: \"Accurate data on the choices pregnant women make in Latin America is hard to obtain. <\/p><p>\"If anything, our approach may underestimate the impact of health warning on requests for abortion, as many women may have used an unsafe method or visited local underground providers.\"<\/p><p>Prof Jimmy Whitworth, from the London School of Hygiene and Tropical Medicine, said the report \"agrees with what I have heard informally from several sources in Latin America about increased interest in finding out more, and in making requests for abortions\".<\/p><p>He told the BBC: \"This apparent increase in making requests for abortion looks plausible and is not surprising given the situation with the epidemic and societal pressures.\"<\/p><p>Follow James <a href=\"https:\/\/twitter.com\/JamesTGallagher\">on Twitter.<\/a><\/p>\n                                                                                                <\/div>\n"},"Let workers self-certify illness for 14 days, say GPs":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36590769","description":"Workers should be able to self-certify sickness for up to two weeks to help reduce unnecessary GP appointments, doctors say.","content":"<div property=\"articleBody\" contentScore=\"2475\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Nose wiping\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/1C1A\/production\/_90049170_m1300703-nose_blowing-spl.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>SPL<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Workers should be able to self-certify sickness for up to two weeks to help reduce the number of unnecessary GP appointments, doctors say.<\/p><p>People need a doctor's note if they are off for more than a week, but GPs said people should be trusted more and it could reduce the growing burden on GPs.<\/p><p>The call at the British Medical Association's annual conference comes amid rising demand for appointments.<\/p><p>But the government said it had no plans to change the existing policy.<\/p><p>Doctors also want to be paid for carrying out health checks on patients who apply for firearms licences.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>GPs are asked by police to report any health conditions - mental or physical - that may present a risk.<\/p><p>These assessments can take up to an hour to do as medical records have to be examined, and doctors said that uses valuable NHS resources.<\/p><p>Dr John Canning, a GP from Middlesbrough and chairman of the BMA's professional fees committee, said: \"That's half a dozen appointments that it will take up. That's six people who don't get seen.<\/p>                                                                                                    <p>\"We're busy enough doing the day job, curing the sick.\"<\/p><p>Both these issues on their own represent a relatively small share of the average GP workload, but Dr Richard Vautrey, a Leeds medic who sits on the BMA's GPs committee, said combined with other issues, they could start to help reduce the burden.<\/p><h2>'Sensible move'<\/h2><p>It is estimated that GPs in England carry out 370 million appointments a year - a rise of 70 million in the past seven years.<\/p><p>Dr Vautrey said doubling the length of time someone is able to self-certify illness would be a sensible move in helping to ease the strain.<\/p><p>\"If you've got a patient who very clearly has an illness that is going to last 10 days to two weeks, why do they need to make an appointment with a GP, just to get that note to tell their employer what their employer probably knows already, and what the patient should be trusted to be able to pass on?\"<\/p><p>He also highlighted other examples of unnecessary appointments - including people asking for certificates to show that their children were well enough to take part in school plays and council tenants needing proof that damp houses made their asthma worse in order to move.<\/p><p>A DWP spokesman said it had no plans to change the existing self-certification policy, adding: \"The system was set up following consultation and we believe it supports individuals and employers without overburdening GPs.\"<\/p><p>Last year, a report by Citizens Advice found that a fifth of GPs' time was taken up with non-health issues.<\/p>\n                                                                                                <\/div>\n"},"Ginger and acupressure 'options for morning sickness'":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36586665","description":"Taking ginger or using acupressure on the wrist may help some women with mild morning sickness, experts say.","content":"<div property=\"articleBody\" contentScore=\"3083\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"File picture - morning sickness\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/3AF6\/production\/_90049051_pregnancysicknessthinkstockphotos-469110678-1.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>monkeybusinessimages<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Taking ginger or using acupressure on the wrist may help some women with mild morning sickness, the Royal College of Obstetricians and Gynaecologists (RCOG) says.  <\/p><p>Its guidance suggests these therapies could offer alternatives to women who want to avoid medication.<\/p><p>But it says anti-sickness drugs and hospital treatment are important in more severe cases. <\/p><p>The recommendations are in line with advice from NHS watchdog NICE.<\/p><p>Nausea and vomiting affects about 80% of pregnant women.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><h2>'Lack of understanding'<\/h2><p>For many, it disappears within the first four months - though symptoms are not confined to the morning hours as its commonly used name suggests. <\/p><p>In its first guidance on the issue, the RCOG says treatment can vary around the UK and there is an occasional lack of understanding of the condition's severity.<\/p><p>Its guidelines weigh up the evidence for a range of treatments - including complementary therapies - and set out specific options depending on how severe the condition is. <\/p>                                                                                                    <p>Anti-sickness drugs can help in the many cases, it says.  <\/p><p>And some women may need day visits to hospitals or longer admissions for fluids and medication. <\/p><h2>Ginger biscuits<\/h2><p>Meanwhile, for women with mild or moderate symptoms who do not want to use drugs, acupressure (wearing a special bracelet that applies pressure) may help.<\/p><p>The guidance also mentions studies showing that ginger can provide some relief - including one study using ginger biscuits.<\/p><p>But NHS Choices warns that as ginger products are not licensed for medical use in the UK, supplements should be bought only from reputable sources.<\/p><p>And anyone still experiencing problems should seek medical advice.<\/p><p>Meanwhile, the RCOG says hypnosis is not recommended as there is not enough evidence to establish whether it is effective.<\/p><p>For women with more difficult symptoms, including a very severe form, known as hyperemesis gravidarum (HG), specialist treatment, including hospital admission and mental health support, should be offered, it suggests.  <\/p><p>Caitlin Dean, who chairs the Pregnancy Sickness Support charity and had HG in three pregnancies, said: \"On top of the nausea and vomiting (this could be up to 30 times a day), I had a pounding headache, incredibly heightened sense of smell and excessive saliva. <\/p><p>\"My days would be spent lying in bed with a quiet audio-book as I couldn't read or watch TV because it all made me sick. <\/p><p>\"I soon became very dehydrated and was admitted to hospital at eight weeks pregnant. <\/p><p>\"I was housebound for most of the pregnancy, which made me feel incredibly lonely.\"<\/p><p>Dr Manjeet Shehmar, lead author of the guidelines, said many women with persistent symptoms were not receiving the treatment they needed. <\/p><p>\"Women with persistent nausea can often feel that there is a lack of understanding of their condition,\" she said.<\/p><p>\"They may be unable to eat healthily, have to take time off work and feel a sense of grief or loss for what they perceive to be a normal pregnancy.  <\/p><p>\"It is therefore vital that women with this condition are given the right information and support and are made aware of the therapeutic and alternative therapies available to help them cope.\"<\/p>\n                                                                                                <\/div>\n"},"Brexit: UK tech sector reacts to Leave vote":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36621115","description":"Now the UK has decided to leave the European Union, technology firms are left to wonder what the future holds.","content":"<div property=\"articleBody\" contentScore=\"4006\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Tech worker\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/1668C\/production\/_90088719_brexittech3.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Growth of the British tech sector has outpaced the wider economy by 32% - will that success continue outside the EU?\n                <\/span>\n            <\/figcaption><\/figure><p>Now the UK has decided to leave the European Union, technology firms have been left to wonder what the future holds.<\/p><p>As news of Brexit broke, tech firms including BT, TalkTalk and software firm Sage reported share price falls.<\/p><p>For years, the UK - and particularly London - has championed the role of tech firms in buoying the economy.<\/p><p>Hundreds of start-ups have benefitted from the government's Tech City initiative, for example, and both employees and customers have been plucked from EU member states.<\/p><p>Much was once made of British companies' potential to compete with Silicon Valley - hence the nickname of the London hub of \"Silicon Roundabout\".<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><figure><span>\n                \n                \n                <div data-alt=\"George Osbourne\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/CA4C\/production\/_90088715_gettyimages-142060322.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    In 2012 the Chancellor, George Osborne, visited the Google Campus start-up hub and meeting centre in East London\n                <\/span>\n            <\/figcaption><\/figure><p>Earlier this year, <a href=\"http:\/\/www.techcityuk.com\/wp-content\/uploads\/2015\/02\/Tech%20Nation%202015.pdf\">the Tech City cluster of businesses reported<\/a> that 1.56 million people were employed in digital companies in the UK, with 328,000 of those in London.<\/p><p>The report also noted that the digital economy grew a third faster than the UK economy as a whole.<\/p><p>But does this success now hang in the balance?<\/p>                                                                                                    <p>\"I have concerns that the local market might slow down,\" said Drew Benvie, founder of London-based digital agency Battenhall.<\/p><p>\"Over recent years, it's been clear to anyone in technology that London has become a major technology centre - all the major tech companies have big offices in London.\"<\/p><p>Mr Benvie, who employs 34 people, also told the BBC he was concerned because many of his staff are EU citizens or present in the UK via EU visas.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Drew Benvie\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/2704\/production\/_90088990_brexittech5.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Battenhall<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Drew Benvie employs 34 people in London - he's concerned about post-Brexit uncertainty\n                <\/span>\n            <\/figcaption><\/figure><p>While he believes that trade will ultimately overcome boundaries, he said: \"Uncertainty just does not help.\"<\/p><p>A survey of 1,000 European and British businesses by London law firm Pinsent Masons found that only a quarter had a \"tangible plan\" for dealing with the risks arising from Brexit.<\/p><p>\"The vast majority of large technology companies have invested in a presence around the Reading and outer London area,\" said Theo Priestley, a Scottish tech evangelist and start-up mentor.<\/p><p>\"The Brexit vote does call into question whether that remains as a sound decision.\"<\/p><figure><span>\n                \n                \n                <div data-alt=\"Theo Priestley\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/1106A\/production\/_90083796_brexittech2.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Mike Turner<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Start-up mentor Theo Priestley thinks tech firms clustered in and around London may be disappointed by Brexit\n                <\/span>\n            <\/figcaption><\/figure><p>In a statement, trade body TechUK, which represents British tech firms, expressed disappointment at the referendum result and said: \"Without the benefits of EU membership, the UK needs to be at its very best to succeed.\"<\/p><p>Then there is the issue of EU funding - many firms, such as <a href=\"http:\/\/www.ctechinnovation.com\/funded-projects\/\">C-Tech Innovation<\/a> in Chester, participate in collaborative research projects on future technologies that benefit from EU sources.<\/p><hr><h2>The EU and tech in the UK - by numbers<\/h2><ul><li>20% of digital businesses <a href=\"http:\/\/www.techcityuk.com\/wp-content\/uploads\/2016\/02\/Tech-Nation-2016_FINAL-ONLINE-1.pdf\">say that EU countries<\/a> besides the UK are an important source of talent<\/li>\n<li>Over half of European financial tech \"unicorns\", such as TransferWise and GoCardless, are <a href=\"https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/341336\/Landscaping_UK_Fintech.pdf\">based in the UK<\/a>\n<\/li>\n<li>There are 21,000 jobs <a href=\"http:\/\/ukie.org.uk\/research\">across the EU in mobile gaming<\/a> - the UK has the largest single share with 5,000 full-time employees<\/li>\n<li>5m euros (£4.1m) in prizes available <a href=\"https:\/\/ec.europa.eu\/programmes\/horizon2020\/en\/news\/%E2%82%AC5-million-horizon-prizes-help-create-clean-engines\">for the development of clean tech<\/a> from the European Commission's Horizon 2020 programme <\/li>\n<li>In total, the British private sector received <a href=\"https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/483344\/EU_finances_2015_final_web_09122015.pdf#page=18\">£1.4 billion in funding<\/a> from the EU in 2013<\/li>\n<\/ul><hr><p>Some have met the news with optimism, however. <\/p><p>\"Technology is a sector that will only increase in importance and works without borders,\" said Tudor Aw, head of technology at KPMG UK.<\/p><p>\"I therefore continue to see the UK tech sector as one that will not only withstand the immediate challenges of the referendum result, but one that will continue to grow and thrive.\"<\/p><p>And David Cameron's former adviser Rohan Silva, who is credited with helping to forge Tech City in the first place, tweeted a rallying cry: \"I also believe that Britain will always be open, creative and entrepreneurial.\"<\/p><figure><span>\n                \n                \n                <div data-alt=\"Rohan Silva tweet\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/C24A\/production\/_90083794_brexittech1.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Rohan Silva, who helped to found Tech City, tweeted an optimistic take on the referendum\n                <\/span>\n            <\/figcaption><\/figure><p>How will London's position be affected, specifically?<\/p><p>There's always the possibility that some of the more mobile firms in the British tech sector will simply find it easier to migrate to hubs in the EU.<\/p><p>That's the hope of the German Startups Group, at least.<\/p><p>\"We expect a significant decrease in new incorporations in London in favour of Berlin, as well as an influx of successful London start-ups,\" said chief executive Christoph Gerlinger.<\/p><p>And Mr Priestley thinks that in the event of a Scottish independence referendum that leads to reunification with the EU, it's possible some start-ups could move north of the border, perhaps to rekindle \"Silicon Glen\" - a 1980s attempt to compete in the semiconductor industry.<\/p><p>One London business, Techspace - which offers co-working spaces for new, fast-growing companies - has itself just announced an expansion in Berlin. <\/p><p>But chief executive and co-founder David Galsworthy said that, given how \"interconnected\" the world is, he had little doubt that London would continue to be \"a central hub globally for this sector\".<\/p>\n                                                                                                <\/div>\n"},"Privacy Shield: White House makes EU spying promise":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36619416","description":"The EU and US agree final changes to a new data protection agreement known as the EU-US Privacy Shield.","content":"<div property=\"articleBody\" contentScore=\"1909\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"US flag next to EU flag\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/7791\/production\/_90090603_thinkstock2.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>The EU and US have agreed the final changes to a new data protection agreement known as the EU-US Privacy Shield.<\/p><p>The agreement is designed to replace the Safe Harbour pact, which the EU Court of Justice ruled invalid in 2015.<\/p><p>One key change is a commitment from the White House regarding bulk collection of data sent from the EU to the US.<\/p><p>The UK's Information Commissioner said a post-Brexit UK may have to adopt EU data protection rules to trade with it.<\/p><p>If approved by the EU member states, the pact could take effect in July.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><figure><div>\n            <figure data-playable='{\"settings\":{\"counterName\":\"news.technology.story.36619416.page\",\"edition\":\"Domestic\",\"pageType\":\"eav2\",\"uniqueID\":\"36619416\",\"ui\":{\"locale\":{\"lang\":\"en-gb\"}},\"externalEmbedUrl\":\"http:\\\/\\\/www.bbc.co.uk\\\/news\\\/technology-36619416\\\/embed\",\"insideIframe\":false,\"statsObject\":[],\"playlistObject\":{\"title\":\"They way the EU and US share data is changing\",\"holdingImageURL\":null,\"guidance\":null,\"simulcast\":false,\"liveRewind\":false,\"embedRights\":\"blocked\",\"items\":[{\"vpid\":\"p03hdbj4\",\"live\":false,\"duration\":67,\"kind\":\"programme\"}],\"summary\":\"They way the EU and US share data is changing\"}},\"otherSettings\":{\"advertisingAllowed\":true,\"continuousPlayCfg\":{\"enabled\":false},\"isAutoplayOnForAudience\":false,\"unProcessedImageUrl\":\"http:\\\/\\\/ichef.bbci.co.uk\\\/news\\\/640\\\/cpsprodpb\\\/F4E8\\\/production\\\/_88069626_hi006082271.jpg\"}}'><\/figure><\/div>\n    <figcaption><span>Media caption<\/span>They way the EU and US share data is changing<\/figcaption><\/figure><p>The EU-US Privacy shield is designed to make it easy for organisations to transfer data across the Atlantic.<\/p><p>Key points of the agreement are:<\/p><ul><li>The US will create an ombudsman to handle complaints from EU citizens about the Americans spying on their data<\/li>\n<li>The US Office of the Director of National Intelligence will give written commitments that Europeans' personal data will not be subject to mass surveillance<\/li>\n<li>The EU and US will conduct an annual review to check the new system is working properly<\/li>\n<\/ul><p>However, in May the European Data Protection Supervisor (EDPS) said the Privacy Shield agreement needed to provide \"adequate protection against indiscriminate surveillance\" and \"obligations on oversight, transparency, redress and data protection rights\".<\/p>                                                                                                    <p>The agreement has now been amended. Some of the changes include:<\/p><ul><li>A written commitment from the White House, stating that bulk collection of data sent from the EU to the US can only occur under specific preconditions and must be \"as targeted and focused\" as possible<\/li>\n<li>More explicit data retention rules: companies now have to delete data that no longer serves the purpose for which it was collected<\/li>\n<li>A specification that the ombudsman will be independent from national security services<\/li>\n<\/ul><p>A spokesman for the European Commission said: \"This new framework for transatlantic data flows protects the fundamental rights of Europeans and ensures legal certainty for businesses.\"<\/p><h2>Brexit implications<\/h2><p>While the EU-US Privacy Shield agreement would only apply to the UK while it remained a member of the European Union, the UK's Information Commissioner said Britain would probably need to adopt similar terms.<\/p><p>\"If the UK wants to trade with the single market on equal terms we would have to prove 'adequacy' - in other words, UK data protection standards would have to be equivalent to the EU's General Data Protection Regulation framework starting in 2018,\" said a spokeswoman for the <a href=\"http:\/\/ico.org.uk\/about-the-ico\/news-and-events\/news-and-blogs\/2016\/06\/referendum-result-response\/\">Information Commissioner's office<\/a> in a statement.<\/p><p>\"With so many businesses and services operating across borders, international consistency around data protection laws and rights is crucial both to businesses and organisations and to consumers and citizens.\"<\/p>\n                                                                                                <\/div>\n"},"Brexit: 'Surge' in searches on Irish passports, says Google":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36619223","description":"Google says there was a large spike in searches for Irish passport applications as news of the UK's decision to leave the EU broke.","content":"<div property=\"articleBody\" contentScore=\"2489\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Google Search\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/17C9E\/production\/_90083479_gettyimages-490461741.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>AFP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Google searches related to the EU referendum spiked in the hours after polls closed\n                <\/span>\n            <\/figcaption><\/figure><p>Google has said there was a dramatic spike in searches for Irish passport applications as news of the UK's decision to leave the EU broke.<\/p><p>The overwhelming majority of the searches came from Northern Ireland.<\/p><p>The search giant also reported more searches for \"what happens if we leave the EU\" around midnight on 23 June and for other phrases such as \"British independence day\" and \"Norway EU\" .<\/p><p>One expert cautioned that the data does not reveal actual volumes of searches.<\/p><p>On the financial implications, <a href=\"https:\/\/twitter.com\/GoogleTrends\">Google Trends<\/a> said it had recorded the highest-ever search interest in sterling.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>During the early hours of the morning, <a href=\"http:\/\/www.bbc.co.uk\/news\/business-36611512\">the pound fell by more than 10%<\/a> - to a level not seen since 1985 - before slightly rebounding.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Google tweet\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/15AA2\/production\/_90083788_googeu2.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Google tweeted some of the data while results were being reported - the time shown is Pacific Daylight Time (PDT)\n                <\/span>\n            <\/figcaption><\/figure><p>And there was a spike in searches for \"Move to Gibraltar\" - from London users - after the EU referendum polls closed.<\/p><p>Tobias Preis, at Warwick Business School, cautioned that search data should be interpreted with special care as only relative figures are known, so spikes in some specific activity could be caused by a small number of people.<\/p>                                                                                                    <p>Prof Preis added that the phrase \"David Cameron\" vastly outperformed searches relating to Irish passports and \"what happens if we leave the EU\" between the hours of 04:00 and 06:00 BST.<\/p><p>\"It could be the case, for example, that people supporting or opposing the idea of leaving the EU are trying to understand the position of the other party,\" he also told the BBC.<\/p><p>\"It's pretty unlikely that all those people who are searching for answers will up sticks and move,\" added Jonathan Freeman, director of digital consumer insights firm i2 Media Research.<\/p><p>\"Certainly a lot of people were pretty shocked, it was very close - people would have just been wanting to find as much information as they could,\" Mr Freeman - who is also a psychologist at Goldsmiths, University of London - told the BBC.<\/p><h2>How is Google Trends data calculated?<\/h2><p>Although it might not immediately be obvious, Google Trends graphs do not track the absolute volume of searches over time.<\/p><p>Instead, they give an indication of relative search popularity. <\/p><p>\"To do this, each data point is divided by the total searches of the geography and time range it represents, to compare relative popularity,\" explains Google <a href=\"https:\/\/support.google.com\/trends\/answer\/4365533?hl=en&ref_topic=4365599\">on the Trends website.<\/a><\/p><p>\"The resulting numbers are then scaled to a range of 0 to 100.\"<\/p><p>For example, the firm adds, users in Fiji and Canada could have the same value for a given search term if they're equally likely to look for it during the same period - regardless of the actual number of searches made.<\/p>\n                                                                                                <\/div>\n"},"Uber to 'hide' surge pricing notifications":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36619414","description":"Uber is to hide surge pricing notifications for more users to make its app less \"complicated\".","content":"<div property=\"articleBody\" contentScore=\"2015\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Uber app\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/6502\/production\/_90085852_uber.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>PA<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Uber is to hide surge pricing notifications for more of its users to make its app less \"complicated\".<\/p><p>During busy periods, the taxi firm's customers are currently told they will be charged a \"surge price\" such as 1.7 or 2.3 times the standard fare.<\/p><p>Customers will instead be shown a fixed fee with a notice that \"fares are higher due to increased demand\".<\/p><p>One analyst said hiding the surge price multiplier could stop people being discouraged from using the service.<\/p><p>\"I've been in the situation myself, where I've held off using an Uber during a surge,\" said Jim Clark, research director at Econsultancy.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>\"We are sensitive to price - as a nation we do like a bargain and that's one of the reasons they'll be making this change.\"<\/p><p>Uber told the BBC it was moving to a system were riders would know the cost of their journey before booking.  Presently, factors such as waiting time in traffic can increase the cost of a journey<\/p><p>In a blog post, <a href=\"http:\/\/newsroom.uber.com\/upfront-fares-no-math-and-no-surprises\/\">Uber said<\/a> it had started rolling out the change in the US and India in April. <\/p>                                                                                                    <p>It said more cities would follow suit, but told the BBC it had no timescale for implementing the change in the UK.<\/p><h2>'Complicated math'<\/h2><p>In addition to hiding the surge price multiplier, Uber is also removing an option that notifies customers when the surge price drops.<\/p><p>Uber said the changes made the app \"clear and simple\".<\/p><p>\"There's no complicated math and no surprises - passengers can just sit back and enjoy the ride,\" it said.<\/p><p>However, Mr Clark said hiding the surge price multiplier could also have a financial benefit for Uber.<\/p><p>\"There is the argument that it becomes quicker and easier to see the price,\" Mr Clark told the BBC.<\/p><p>\"But I think that's an argument only Uber might make rather than anybody else. <\/p><p>\"From a business perspective, it makes sense - it encourages people to use the service.<\/p><p>\"But it's important to give users a choice of whether to wait - being given all the information is the spirit of the sharing economy. At the very least they could give users the option to switch the surge information on or off.\" <\/p>\n                                                                                                <\/div>\n"},"Fans angry over 'missing' iPhone 7 headphone socket":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36606220","description":"The iPhone 7 is not due to be revealed until the autumn, but already fans are angry over rumours it may be missing a key feature.","content":"<div property=\"articleBody\" contentScore=\"2765\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"iphone covers\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/91BB\/production\/_90070373_iphonerow.gif\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The imminent launch of a new iPhone always attracts huge amount of speculation about its design\n                <\/span>\n            <\/figcaption><\/figure><p>More than 300,000 people have signed <a href=\"https:\/\/action.sumofus.org\/a\/iphone-headphone-jack\/\">a petition<\/a> urging Apple not to ditch the headphone socket from the version of the iPhone due for release this autumn.<\/p><p>Online reports suggest Apple plans to omit the 3.5mm socket to make the iPhone 7 thinner and more waterproof, with more room for the battery.<\/p><p><a href=\"http:\/\/www.fastcompany.com\/3055208\/its-true-apple-will-drop-the-headphone-jack-to-make-the-iphone-7-slimmer-and-simpler\">The Fast Company<\/a> reported it would rely on the Lightning cable port, currently used for charging, for sound output.<\/p><p>Others suggest Apple will ship the iPhone 7 with wireless headphones.<\/p><p>The Sum of Us, a website \"fighting for people over profits\", which organised the petition, said: \"Not only will this force iPhone users to dole out additional cash to replace their hi-fi headphones, it will singlehandedly create mountains of electronic waste that likely won't get recycled.\"<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Tech website <a href=\"http:\/\/www.theverge.com\/circuitbreaker\/2016\/6\/21\/11991302\/iphone-no-headphone-jack-user-hostile-stupid\">The Verge<\/a> said: \"Removing [the] headphone [socket] from phones is something that no-one is asking for and has serious drawbacks including poor compatibility and accessibility, [and] DRM [digital rights management] audio [ie with built-in copyright enforcement].\"<\/p><p>Many complained on Twitter that removing the socket would render expensive headphones useless. <\/p><figure><span>\n                \n                \n                <div data-alt=\"tweet about iphone 7 headphone jack\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/17833\/production\/_90070369_iphonetweet.gif\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Twitter<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Some complained having to use the Lightning port would mean \"no music while charging\".<\/p>                                                                                                    <p>One tweeted: \"I am OK with Apple removing the headphone [socket] as long as they bundle Lightning EarBuds with the iPhone 7.\"<\/p><p>Others said that they would not be upgrading.<\/p><p>But not everyone is convinced that losing the jack is a bad idea.<\/p><p>John Gruber, who writes the technology blog <a href=\"http:\/\/daringfireball.net\/\">Daring Fireball<\/a> and is regarded as an authority on all things Apple, makes the point that losing the jack would make more room for a larger battery.<\/p><p>\"Removing the analogue headphone jack is inevitable. This is what makes Apple different. They will initiate a painful transition for a long-term gain,\" he writes.<\/p><p>\"In five years we'll look at analogue headphone jacks the way we look at all the other legacy ports we've abandoned.\"<\/p><h2>Airpods?<\/h2><p>Apple introduced support for headphones over its Lightning cable in 2014.<\/p><p>In the same year, it paid $3bn (£2bn) for the acquisition of headphone maker Beats.<\/p><p>And <a href=\"http:\/\/www.macrumors.com\/roundup\/iphone-7\/\">the Mac Rumours website<\/a> suggests Apple could be preparing bespoke headphones for the phone.<\/p><p>It noted that a trademark application had been filed for the term \"AirPods\" in October last year. <\/p><p>And while Apple was not directly linked to these applications, the site said, \"the pattern of filings is consistent with Apple's usual strategy\".<\/p><p>If the rumours prove true, it will not be the first time Apple has abandoned what it sees as outdated technology.<\/p><p>In 1998 it released the iMac G3 without a floppy disk, leaving many questioning the wisdom of the move.<\/p><p>But, just more than a decade later, Sony - a pioneer of the floppy disk - <a href=\"http:\/\/news.bbc.co.uk\/1\/hi\/technology\/8643844.stm\">announced it was killing off the storage device<\/a>.<\/p>\n                                                                                                <\/div>\n"}}