{"'Wash salad' advice after two die from E. coli":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36823404","description":"Shoppers are being reminded to thoroughly wash mixed salad leaves amid concern that this food could be the source of an E. coli outbreak that has killed two and infected more than 150 people in the UK.","content":"<div property=\"articleBody\" contentScore=\"2267\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"mixed salad\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/1A1A\/production\/_90428660_thinkstockphotos-529981220.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Shoppers are being reminded to thoroughly wash mixed salad leaves amid concern that this food could be the source of an E. coli outbreak that has killed two and infected more than 150 people in the UK. <\/p><p><a href=\"https:\/\/www.gov.uk\/government\/news\/update-as-e-coli-o157-investigation-continues\">Public Health England<\/a> says it is still working to establish the exact cause. <\/p><p>Many of those struck down by the E. coli O157 bug had eaten pre-packed salad, including rocket leaves. <\/p><p>The infection can cause bloody diarrhoea and abdominal pain.<\/p><p>People usually notice symptoms three to four days after they have been infected, but symptoms can start any time between one and 14 days afterwards and last for up to two weeks.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><ul><li><a href=\"\/news\/uk-36822962\">How should you wash salad and vegetables?<\/a><\/li><\/ul><p>Some people will have no symptoms, but others can develop serious complications and will need medical help.<\/p><h2>Rocket leaves<\/h2><p>Public Health England says the strain involved is likely to be imported, possibly from the Mediterranean area.<\/p><p>To date, it has been informed of 151 cases - 144 people in England, six in Wales and one in Scotland.<\/p>                                                                                                    <p>Of these, 62 needed hospital care and two patients died. <\/p><p>Most of the cases of the outbreak in England were clustered in the South West.<\/p><p>Dr Isobel Oliver from PHE, said: \"All food sample results to date have been negative for E. coli O157 - but it's important to be aware that where food has been contaminated with E. coli O157, it is not always possible to identify the bacteria on food testing.<\/p><p>\"As an additional precautionary measure, we have advised a small number of wholesalers to cease adding some imported rocket leaves to their mixed salad products pending further investigations.\"<\/p><p>People can help protect themselves from possible infection by washing their hands before eating and handling food and by thoroughly washing vegetables and salads that they are preparing to eat (unless they have been pre-prepared and are specifically labelled \"ready to eat\").<\/p><p>E. coli O157 is found in the gut and faeces of many animals, particularly cattle, and can contaminate food and water.<\/p><p>Outbreaks of O157 are rare compared with other food-borne diseases.<\/p><p>PHE was first alerted to the outbreak at the end of June.<\/p><p>A spokeswoman for Health Protection Scotland said: \"We are supporting Public Health England and working with them on this issue.<\/p><p>\"We would encourage people to follow the advice that has been issued.\"<\/p><figure><span>\n                \n                \n                <div data-alt=\"Line\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/media\/images\/78032000\/jpg\/_78032296_32dd32e8-2c74-4221-aaee-2a00401d4009.jpg\" data-width=\"464\" data-height=\"2\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><figure><span>\n                \n                \n                <div data-alt=\"Coloured scanning electron micrograph (SEM) of Escherichia coli 0157:H7\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/D3F0\/production\/_85465245_c933abf6-b61d-4d8c-bc08-ad23b5b3c42a.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Science Photo Library<\/span>\n                \n            <\/span>\n            \n        <\/figure><h2>Avoiding E. coli infection<\/h2><ul><li>Wash hands thoroughly after using the toilet, before and after handling food, and after handling animals<\/li>\n<li>Remove any loose soil before storing vegetables and salads <\/li>\n<li>Wash all vegetables and fruits that will be eaten raw<\/li>\n<li>Store and prepare raw meat and unwashed vegetables away from ready-to-eat foods<\/li>\n<li>Do not prepare raw vegetables with utensils that have also been used for raw meat<\/li>\n<li>Cook all minced meat products, such as burgers and meatballs, thoroughly<\/li>\n<li>People who have been ill should not prepare food for others for at least 48 hours after they have recovered<\/li>\n<\/ul><p><i>Source: <\/i><a href=\"https:\/\/www.gov.uk\/government\/organisations\/public-health-england\">Public Health England<\/a><\/p><hr><\/div>\n"},"Public health cuts 'could hamper anti-obesity effort'":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36805577","description":"Local councils in England are warning that government cuts to public health funding could hamper their efforts to tackle obesity.","content":"<div property=\"articleBody\" contentScore=\"2426\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Exercise class for overweight adults\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/7684\/production\/_90404303_c0138708-obesity_clinic-spl.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Science Photo Library<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Councils use some of the public health funding to pay for exercise schemes, weight management services and free leisure facilities\n                <\/span>\n            <\/figcaption><\/figure><p>Local councils in England are warning that government cuts to public health funding could hamper their efforts to tackle obesity.<\/p><p>Local Government Association figures show that councils will have spent £505m by 2017 on fighting obesity.<\/p><p>Councils use the money to measure children's weight at primary school, help people lose weight and offer free or cheaper leisure facilities.<\/p><p>Public health became the responsibility of local authorities in April 2013.<\/p><p>Before that, it was run by the NHS.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>The Department of Health said it was committed to tackling obesity and the government had announced a <a href=\"http:\/\/www.bbc.co.uk\/news\/health-35824071\">sugar tax<\/a> on soft drinks manufacturers earlier in the year.<\/p><h2>Prevention<\/h2><p>The Local Government Association (LGA) receives money from the government to spend on public health, and this sum will fall from £3.38bn in 2016\/17 to £3.13bn in 2020\/21.<\/p><p>The association, which represents more than 370 councils - mostly in England and a few in Wales - said it was set to spend about half a billion pounds on obesity prevention in adults and children over four years.<\/p>                                                                                                    <p>This was made up as follows:<\/p><ul><li>2013\/14 - £112m<\/li>\n<li>2014\/15 - £126m<\/li>\n<li>2015\/16 - £140m<\/li>\n<li>2016\/17 - £127m<\/li>\n<\/ul><p>The LGA said the figures illustrated the amount of prevention work councils were carrying out and showed the scale of the obesity crisis.<\/p><p>The costs include running the government's National Child Measurement Programme, which involves calculating a child's BMI (body mass index) when they start primary school and again when they leave school in Year Six.<\/p><p>Recent figures showed that in 2014\/15 in England, one in 10 children aged four and five was obese and one in five children aged 10 to 11 was obese.<\/p><h2>Food and drink<\/h2><p>The LGA said the overall cost of obesity was forecast to rise further.<\/p><p>It has previously called on the government to reduce sugar content in fizzy drinks, make sugar labelling clearer and provide more tap water in schools and restaurants.<\/p><p>Councils also want to have powers to ban junk food advertising near schools.<\/p><p>Izzi Seccombe, who is in charge of community wellbeing for the LGA, said councils were best placed to tackle obesity before it became a problem, but they needed more support.<\/p><p>\"We would like assurances from the government's new administration that the long-awaited childhood obesity strategy is still on track and that it includes tough measures that will help to reverse the rise in costs and children becoming obese. <\/p><p>\"Today's obese children will be tomorrow's obese adults, and with this comes a range of costly and debilitating major health conditions.\"<\/p>\n                                                                                                <\/div>\n"},"Zika epidemic will end in three years, study suggests":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36793341","description":"The Zika epidemic is likely to end within two to three years because there will be too few people left to infect, researchers from Imperial College London predict.","content":"<div property=\"articleBody\" contentScore=\"3621\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Baby with mircocephaly, linked to Zika virus\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/141BA\/production\/_87826328_hi030689327.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>AP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Researchers predict that it could be a decade before the next large-scale Zika outbreak in Latin America\n                <\/span>\n            <\/figcaption><\/figure><p>The current Zika epidemic is likely to end within three years because there will be too few people left to infect, a team of scientists is predicting.<\/p><p>Writing in the journal Science, they said this could lead to a gap of 10 years before the next epidemic.<\/p><p>The Imperial College London team created a model using data from the current outbreak in Latin America.<\/p><p>But a Zika expert said predicting anything with any degree of certainty was impossible.<\/p><p>The scientists, from the Medical Research Council Centre for Outbreak Analysis and Modelling at Imperial, calculated that the epidemic, which began in Brazil in 2015, would burn itself out within three years.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Because the virus is unable to infect the same person twice, as more and more people become infected, reaching a level called \"herd immunity\", infection levels fall and the epidemic dies out.<\/p><p>Until there was a new generation who had not been exposed to Zika virus, there would be a long period with few new cases, the researchers said.<\/p><p>They said this mirrored the pattern of other epidemics, such as chikungunia - a virus similar to Zika.<\/p><h2>Microcephaly link<\/h2>                                                                                                    <p>Earlier this year, the World Health Organization declared the Zika virus a global public health emergency because of the risk to newborn children.<\/p><p>Although Zika infection is largely mild, with most people having no symptoms, it is known to cause microcephaly - babies born with undersized heads.<\/p><p>In severe cases, children can die and babies who survive can face intellectual disability and developmental delays.<\/p><p>The Olympic Games are going ahead in Rio, Brazil, in August, despite recent concerns <a href=\"http:\/\/www.bbc.co.uk\/news\/world-latin-america-36401150\">from leading scientists that holding the event is \"unethical<\/a>\".<\/p><figure><span>\n                \n                \n                <div data-alt=\"Health workers walk while fumigating in an attempt to eradicate the mosquito which transmits the Zika virus in Recife, Pernambuco state, Brazil in 2016\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/7F92\/production\/_87985623_87985622.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    In Brazil, health workers have tried to target the mosquito which transmits Zika virus\n                <\/span>\n            <\/figcaption><\/figure><p>The research paper said the current outbreak was not \"containable\" and targeting the <i>Aedes aegypti <\/i>mosquito carrying the virus would have limited impact.<\/p><p>Prof Neil Ferguson, lead author of the research, said that any efforts to slow the spread of the virus could actually prolong the current epidemic.<\/p><p>\"Slowing transmission between people means the population will take longer to reach the level of herd immunity needed for transmission to stop. <\/p><p>\"It might also mean that the window between epidemics could actually get shorter.\"<\/p><h2>More questions<\/h2><p>However, Prof Ferguson said there were still many unanswered questions about Zika which could affect predictions.<\/p><p>The virus could become endemic in Latin America which would result in smaller, frequent outbreaks, for example, and he said no-one yet understood why Latin America was particularly affected.<\/p><p>\"One possibility is climate may have in some way aided spread of the virus, as spread coincided with an El Nino event,\" he said. <\/p><p>\"Genetic mutation of the virus might also have played a role, although early data currently give limited support for this hypothesis.\"<\/p><p>He added that previous exposure to Dengue fever might heighten the Zika infection in a person, as recent studies had suggested.<\/p><p>But Jonathan Ball, professor of molecular virology at the University of Nottingham, said although the paper was interesting, there were still a lot of gaps in the data.<\/p><p>\"In truth, there are so many really important scientific unknowns surrounding Zika that it is impossible to predict what will happen with any degree of certainty. <\/p><p>\"Key questions that remain unanswered include how many people have been infected, the duration that people are immune to the virus once they have been infected, whether or not past exposure to related viruses like Dengue affects Zika susceptibility and if wildlife reservoirs of virus now exist.\"<\/p><p>He added: \"These will only be answered with improved diagnostic tests and further research in the laboratory and out in the field.\"<\/p>\n                                                                                                <\/div>\n"},"Life-or-death 999 call target missed for year":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36788620","description":"Ambulances in England have missed their target for responding to the most life-threatening calls for a whole year, new data shows.","content":"<div property=\"articleBody\" contentScore=\"1286\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Ambulance arriving at A&E\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/165B1\/production\/_89796519_ambulancenew.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Press Association<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Ambulances have missed their target for responding to the most life-threatening calls for a whole year, new data shows.<\/p><p>Crews are meant to reach patients who have had cardiac arrests or are not breathing - so-called Red 1 calls - within eight minutes.<\/p><p>But performance data from NHS England for May showed for the 12th month in a row the 75% target has been missed.<\/p><p>The target for Red 2 calls, for other life-threatening cases such as strokes, has not been met since January 2014.<\/p><p>During May, 70.5% of Red 1 calls were met in eight minutes and for Red 2 calls it was 65%.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>NHS England blamed the problem on the rising number of calls - there have been nearly 11m in the past year, an increase of 7% on the previous year.<\/p><p>The figures from NHS England also showed the health service was struggling on a number of other fronts.<\/p><p>Targets for A&E, cancer care and routine operations have also been missed, while delays discharging patients from hospital have reached record levels.<\/p>                                                                                                    <p>Matthew Swindells, of NHS England, said the figures showed the frontline was under \"intense pressure\", but added on a number of measures performance had improved on the previous month.<\/p><p>He said accessing social care services run by councils remained a major issue in tackling the delays discharging patients from hospital.<\/p>\n                                                                                                <\/div>\n"},"111 scandal: CQC issues Secamb with warning notice":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-england-36823239","description":"A scandal-hit NHS trust, which came under intense scrutiny over emergency call-outs, is issued with a warning notice by the health regulator.","content":"<div property=\"articleBody\" contentScore=\"2619\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"South East Coast Ambulance\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/66CE\/production\/_86381362_dmaonlights2.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>SECAMB<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Secamb has been told it must adequately manage NHS 111 calls in a timely manner\n                <\/span>\n            <\/figcaption><\/figure><p>A scandal-hit NHS trust which came under intense scrutiny over emergency call-outs has been issued with a warning notice by the health regulator.<\/p><p>South East Coast Ambulance Service NHS Foundation Trust (Secamb) has been told it must adequately manage NHS 111 calls in a timely manner.<\/p><p>It was also told by the Care Quality Commission (CQC) to make improvements to several other systems and processes.<\/p><p>The trust said efforts to address the issues were already under way. <\/p><p>It follows an inspection by the CQC at the beginning of May.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>At the time it was announced chief executive of the trust, Paul Sutton, had resigned after it emerged Secamb had run a <a href=\"http:\/\/www.bbc.co.uk\/news\/uk-england-34664662\">secret and controversial pilot<\/a> during which up to 20,000 patients had their ambulances delayed. <\/p><p><a href=\"http:\/\/www.secamb.nhs.uk\/about_us\/news\/2016\/deloitte_review.aspx\">A review<\/a> by Secamb said failings in how the trust was run led to the \"high risk\" project, which did not have approval from board members, the 111 NHS helpline or commissioners.<\/p><figure><span>\n                \n                \n                <div data-alt=\"South East Coast Ambulance at an incident\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/3FBE\/production\/_86381361_atincident4.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>SECAMB<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The ambulance trust said it was aiming to restore public confidence and faith in the service\n                <\/span>\n            <\/figcaption><\/figure><p>The trust has until September to address the immediate concerns highlighted by the CQC, including problems answering NHS 111 calls and the availability of kit, before a full report will be published later in the year. <\/p>                                                                                                    <p>Its action plan includes: <\/p><ul><li>Improve operational performance including increasing the number of staff deployed to provide patient care<\/li>\n<li>Implement a new asset register for clinical equipment<\/li>\n<li>Ensure medicines practice are understood and operated appropriately by staff<\/li>\n<li>Look to establish a new patient safety and quality director role to bring together all aspects of patient safety, safeguarding and patient experience <\/li>\n<li>Increase staff recruitment in NHS 111 with the aim of performing against a new improvement trajectory <\/li>\n<\/ul><hr><h2>Analysis: BBC South East health correspondent Mark Norman<\/h2><p>This warning notice is piling the pressure on the ambulance service.<\/p><p>A full inspection in May highlighted a range of issues, and this notice makes it clear some of those issues need sorting immediately.<\/p><p>Problems answering the NHS 111 service are perhaps the most worrying for inspectors. <\/p><p>Secamb is already  being investigated after it dodged national response targets to gain more time to assess some seriously ill patients. <\/p><p>In a pilot project during the winter of 2014\/15 the trust delayed sending help for certain 111 calls and transferred them to the 999 system, thus gaining an additional 10 minutes to respond.<\/p><p>Here we are a year-and-a-half on and the NHS 111 system is still a major cause of concern for the CQC.<\/p><p>Add to that issues with kit, medicines, staffing, a temporary chief executive, a temporary chairman and a huge demand on their services from us - the public - and this is an ambulance service struggling to cope.  <\/p><hr><p>Acting chief executive of Secamb, Geraint Davies, said the trust was \"sorry for not providing the service that the communities we serve should expect and deserve\".<\/p><p>He said: \"Along with the rest of the trust's executive team, our priority now is to focus on addressing the issues which the CQC has highlighted.<\/p><p>\"We know that there is a lot that the trust needs to do to improve compliance with a number of systems and processes to ensure the safety of our patients.  <\/p><p>\"My aim is to restore public confidence and faith in our service.\"<\/p>\n                                                                                                <\/div>\n"},"What is ARM and why is it worth £24bn?":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36826095","description":"ARM's technology is at the heart of millions of smartphones and tablets - but the company's inventions are used wider still.","content":"<div property=\"articleBody\" contentScore=\"4944\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Smartphones\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/5427\/production\/_90434512_51748047-53d5-44ac-80e0-f7a5afd23e32.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>EPA<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Most of today's smartphones are dependent on chips based on ARM's designs\n                <\/span>\n            <\/figcaption><\/figure><p>ARM Holdings has been often described as the UK's leading technology company. And while it might not be a household name, many products that qualify rely on the Cambridge company's brainpower.<\/p><p>Samsung's Galaxy smartphones, Apple's iPad tablets, Amazon's Kindle e-readers, Nest's smart thermostats, Ford's cars, DJI's drones, Canon's EOS cameras and Fitbit's fitness trackers barely scratch the surface.<\/p><p>So, news that the business has accepted a £24.3bn offer from Japan's Softbank has wide-ranging ramifications.<\/p><h2>Impressive. ARM must be making lots of chips then?<\/h2><figure><span>\n                \n                \n                <div data-alt=\"Cortex-A73 chip\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/499B\/production\/_90434881_4a5686f3-3d46-4384-8ee1-eaffb3bd666d.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>ARM<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    ARM sells the rights to use its designs rather than physical products\n                <\/span>\n            <\/figcaption><\/figure><p>No. <\/p><p>ARM doesn't actually manufacture computer processors itself, but rather licenses its semiconductor technologies to others.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>In some cases, manufacturers only license ARM's architecture, or \"instruction sets\", which determine how processors handle commands. This option gives chip-makers greater freedom to customise their own designs.<\/p><p>In other cases, manufacturers license ARM's processor core designs - which describes how the chips' transistors should be arranged. These blueprints still need to be combined with other elements - such as memory and radios - to create what's referred to as a system-on-chip.<\/p><p>As a result, when you hear talk of a device being powered by a Samsung Exynos, Qualcomm Snapdragon or Apple A8 chip, it is still ARM's technology that is involved.<\/p><hr><h2>ARM microchips used in many technologies<\/h2><figure><span>\n                \n                \n                <div data-alt=\"ARM chips are used in a wide variety of modern devices including smartphones, televisions, cars, smart homes and cities and wearable tech\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/12523\/production\/_90434057_arm_chip_624.png\" data-width=\"624\" data-height=\"420\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><ul><li>\n<strong>Televisions - <\/strong>Many modern televisions now run apps, allowing them to provide Netflix and other internet-based services, which are powered by ARM-based processors. The company's technology is also used in TV set-top boxes and remote controls<\/li>\n<li>\n<strong>Smartphones and tablets - <\/strong>ARM's chip designs are at the heart of the vast majority of smartphones as well as many tablets. E-readers and digital cameras typically rely on ARM's technology as well<\/li>\n<li>\n<strong>Drones - <\/strong>Drones are just one of a growing number of products to rely on tiny computers called microcontrollers - other examples include the controls for buildings' air-conditioning and lift systems. ARM estimates a quarter of such embedded computer chips made last year used its technology<\/li>\n<li>\n<strong>Smart home - <\/strong>Internet-connected thermostats, electricity meters and smoke alarms are among a growing range of products that promise to make our homes safer and more energy efficient. Many use ARM-based chips to help homeowners cut their bills<\/li>\n<li>\n<strong>Smart cities - <\/strong>Several cities are exploring the use of sensors to cut costs and help their inhabitants. Examples include street lamps that dim themselves when there is nobody close by and parking meters that detect when spaces are empty - or alert nearby wardens when vehicles have overstayed their time slots. ARM believes this sector holds great potential for its business<\/li>\n<li>\n<strong>Smart cars - <\/strong>ARM-based chips are already used within many vehicles' infotainment systems to let them show maps, offer voice recognition and play music. They also carry out the calculations needed to run driver assistance systems - working out when to trigger automatic electronic braking, for example - and are being used within prototype self-driving systems<\/li>\n<li>\n<strong>Wearable tech - <\/strong>From fitness trackers to smartwatches, much of the most popular wearable tech has relied on ARM-based chips for several years. Now, virtual reality and augmented reality headsets are the latest kit to feature the company's technology<\/li>\n<\/ul><hr><h2>Who are its main rivals?<\/h2><figure><span>\n                \n                \n                <div data-alt=\"Surface tablet\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/A247\/production\/_90434514_61fc540b-9307-4385-a947-6b997a2684c1.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Microsoft's Surface tablets are powered by Intel's chips rather than ARM-based ones\n                <\/span>\n            <\/figcaption><\/figure><p>Intel is often described as its chief competitor because it makes processors based on a different architecture, known as x86. <\/p><p>ARM's reputation for power-efficiency has helped prevent Intel from making much headway with smartphones, but most Windows devices rely on the US company's chips.<\/p><p>Another UK-based chip designer, Imagination, attempted to popularise another chip design called Mips, but <a href=\"http:\/\/www.fool.com\/investing\/2016\/07\/06\/imagination-technologies-group-plc-scales-back-mip.aspx\">has had limited success<\/a>.<\/p><h2>So, was ARM a success from the start?<\/h2><figure><span>\n                \n                \n                <div data-alt=\"Apple Newton\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/11777\/production\/_90434517_127cc9df-1faf-4509-88ad-abc103bfb33f.jpg\" data-width=\"976\" data-height=\"700\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>APple<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The ARM6 processor was built to power Apple's first handheld computer\n                <\/span>\n            <\/figcaption><\/figure><p>Hardly.<\/p><p>The company's origins can be traced back to the success of the BBC Microcomputer in the 1980s.<\/p><p>When its developer, Acorn Computers, sought to make a follow-up, it initially considered using chips made by others. <\/p><p>But eventually, the company decided to make its own processors, whose name ARM stood for Acorn RISC (reduced instruction set computing) Machines.<\/p><p>The resulting computers - the Acorn Archimedes series - struggled to sell. So, Acorn came up with a different business plan. <\/p><p>It created a joint venture with Apple, called ARM Holdings, to make a chip for the American company's first handheld computer, the Newton, which launched in 1993.<\/p><p>It also flopped. But there was, eventually, a silver lining. <\/p><p>When Apple sold its 43% stake in ARM, it used part of the proceeds to buy Next, which led to the return of its co-founder Steve Jobs. <\/p><p>Although Mr Jobs shut down the Newton division, he would later use ARM-based chips as the basis for first the iPod, then the iPhone and next the iPad.<\/p><p>ARM benefited from the i-products' huge success. But its focus on low-power usage also meant it had success elsewhere.<\/p><p>Nokia built phones using ARM-based chips made by Texas Instruments. And other licensees included Sony, HP, IBM, Philips and Qualcomm.<\/p><h2>Well, £24bn still sounds a lot for a mobile computing chip designer<\/h2><figure><span>\n                \n                \n                <div data-alt=\"Ford Sync\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/97BB\/production\/_90434883_7d27801c-3004-4f8c-97c2-897537dcdb29.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Ford<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Ford's Sync infotainment system is one of several built on ARM's technology\n                <\/span>\n            <\/figcaption><\/figure><p>ARM has also been making in-roads elsewhere.<\/p><p>It reckons its designs now account for about a quarter of all microcontrollers  - a term used to refer to small computer chips typically dedicated to one specific task. <\/p><p>These feature in a wide variety of products including:<\/p><ul><li>electronic passports<\/li>\n<li>car control systems<\/li>\n<li>hard disks and flash memory<\/li>\n<li>lift control systems<\/li>\n<li>smart cards used to access public transport or make payments<\/li>\n<\/ul><p>ARM's technology is also increasingly being used in data centres and networking equipment - such as mobile base stations and routers - so, it should benefit from the imminent shift to 5G.<\/p><p>In addition, the company has itself recently taken over several \"internet-of-things\" related businesses. <\/p><p>Although the sector is still relatively small, there are forecasts there will be a boom in demand for sensor-laden, internet-connected components that will be built into our homes, streets, clothes - and ultimately, even our bodies.<\/p><p>All in all, ARM says about <a href=\"file:\/\/bbcfs2040\/UserData%24\/keliol70\/Downloads\/ARM_Strategic_Report_140316.pdf\">15 billion chips based on its designs<\/a> were shipped last year, representing about a third of all chips used in smart electronic devices.<\/p><p>And it thinks that number represents a fraction of its potential market in a few years time.<\/p><h2>Why didn't anyone else buy it before then?<\/h2><figure><span>\n                \n                \n                <div data-alt=\"Masayoshi Son CEO of Japanese mobile giant SoftBank, and Stuart Chambers, Chairman of British chip designer company ARM Holding\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/161AF\/production\/_90434509_355b99cd-27eb-4189-94fa-d4a678c180fa.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The chief executives of Softbank and ARM announced the deal in London\n                <\/span>\n            <\/figcaption><\/figure><p>The danger has always been that if one of the technology giants bought ARM, then it might discourage others from using its designs or, possibly, provoke a larger counter-offer.<\/p><p>So, Apple, Samsung and Huawei - for example - are all happy to use ARM's designs, but would probably not have wanted each other to have owned it outright.<\/p><p>Intel had long been rumoured to have been a potential bidder, but such a merger would be difficult to clear with competition watchdogs.<\/p><p>As one of Japan's biggest mobile networks, Softbank's business has little overlap with most of ARM's customers - which may mean they won't see the takeover as a threat.<\/p><p>Even so, there would be concern if there were any hint that ARM's fees might be set to rise as a result. <\/p><p>Softbank is paying a 43% premium over ARM's closing share price last week and is financing the deal by taking on more debt.<\/p><p>Presumably, the Tokyo-based company believes our appetite for smart products to be very large indeed.<\/p>\n                                                                                                <\/div>\n"},"Microsoft to miss 'one billion' Windows 10 target":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36824687","description":"Microsoft says it will miss a target of getting Windows 10 running on more than one billion devices by 2018.","content":"<div property=\"articleBody\" contentScore=\"2100\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Microsoft boss Satya Nadella\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/8663\/production\/_90430443_033786288-1.jpg\" width=\"640\" height=\"360\"><span>Image copyright<\/span>\n                 <span>AP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Microsoft boss Satya Nadella wants Windows 10 to be a unifying force across many different types of devices\n                <\/span>\n            <\/figcaption><\/figure><p>Microsoft has said it will miss its target of getting its Windows 10 operating system running on more than one billion devices by 2018.<\/p><p>In a statement, it said problems with its smartphone business would delay it hitting the milestone.<\/p><p>The software giant has struggled to find customers for Windows phones in a market dominated by Android and Apple.<\/p><p>Microsoft says Windows 10 is in active use on about 350 million separate devices at present. <\/p><h2>Poor sales<\/h2><p>Released in July 2015, Windows 10 has been built to act as a unifying platform across desktops, laptops, tablets, smartphones, small embedded systems and the Xbox One games console.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Shortly before the main release of the operating system, Microsoft set itself the target of getting the software on to one billion devices. <\/p><p>However, its plans took a knock soon after when it sacked 7,800 people in its smartphone business and wrote off the entire value of the Nokia phone business it bought in 2014 for $7.2bn (£5.4bn).<\/p><p>Earlier this month, it scrapped its Finland phone unit and laid off more staff. <\/p>                                                                                                    <p>At the time it made the prediction about Windows 10 use, Microsoft was hoping to sell about 50 million Windows phones a year. <\/p><p>However, global smartphone sales figures from Kantar Worldpanel suggest Windows phones now account for only 1.6% of sales in North America and 0.4% in China - the two biggest markets for smartphones. <\/p><h2>'Aggressive' tactics<\/h2><p>Microsoft said the \"focusing\" of its smartphone business would mean it would now take longer than three years to hit the one billion figure. <\/p><p>It said it expected adoption numbers to get a boost from businesses starting to use it and because it will be used on new devices Microsoft and its partners are planning.<\/p><p>However, <a href=\"http:\/\/arstechnica.com\/information-technology\/2016\/07\/microsoft-admits-it-wont-hit-one-billion-windows-10-users-in-three-years\/\">as Peter Bright at Ars Technica pointed out<\/a>, demand for Windows 10 looks set to slow in the near future thanks to dwindling sales of PCs and because the Microsoft programme that lets people upgrade to the OS for free will stop at the end of this month.<\/p><p>Many people have also been reluctant to install the software on their home computers because of the \"aggressive\" tactics Microsoft has used <a href=\"http:\/\/www.bbc.co.uk\/news\/technology-36367221\">to prompt them to update<\/a>.<\/p>\n                                                                                                <\/div>\n"},"How Pokemon Go took over the web":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36824737","description":"A dive into the data showing the popularity of the monster-hunting mobile game Pokemon Go.","content":"<div property=\"articleBody\" contentScore=\"2019\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Gamer with a Pokemon phone\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/10FED\/production\/_90431696_mediaitem90431695.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>In the week that political resignations, leadership battles and market turmoil dominated news headlines, a certain monster-hunting mobile game was busy making waves online.<\/p><p>Pokemon Go's mixture of gaming and reality has proved a huge success.  <\/p><p>While Twitter remains a firm favourite for political chatter, app analytics firm SimilarWeb says Pokemon Go now has more daily users on Android phones in the US than the social media firm.<\/p><div id=\"ns_chart_Pokemon_Go_app_compare\">\n    <div id=\"578d295c435c6\">\n        <div id=\"578d295c435c6-core-content\">\n            <a href=\"\/\/www.bbc.co.uk\/indepthtoolkit\/charts\/Pokemon_Go_app_compare\">Click to see content: Pokemon_Go_app_compare<\/a>\n        <\/div>\n    <\/div>\n<\/div>\n\n\n<p>SimilarWeb says players are using Pokemon Go for an average of 43 minutes a day - that's more than Whatsapp, Instagram or Snapchat.<\/p><p>Since the game makes players walk around to hunt Pokemon, it means an average man playing the game for seven days would burn 1,795 calories - and a woman would burn 1,503. Converted into a tastier measure, that could be seven small chocolate doughnuts for a man - or six for a woman.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><figure><span>\n                \n                \n                <div data-alt=\"Pokemon Go\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/02C9\/production\/_90431700_pokemon_doughnuts.gif\" data-width=\"624\" data-height=\"470\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><p>There were 15.3 million tweets worldwide about Pokemon Go in its first week. That's more than the 11.7 million for Brexit in the week of the UK referendum - and double the 7.5 million tweets about the Euro 2016 football championships in its first seven days.<\/p><div id=\"ns_chart_Pokemon_Go_Tweets_tech\">\n    <div id=\"578d29627cf9e\">\n        <div id=\"578d29627cf9e-core-content\">\n            <a href=\"\/\/www.bbc.co.uk\/indepthtoolkit\/charts\/Pokemon_Go_Tweets_tech\">Click to see content: Pokemon_Go_Tweets_tech<\/a>\n        <\/div>\n    <\/div>\n<\/div>\n\n\n<p>Online searches for the game have spiked too - there have been almost as many Google searches worldwide for Pokemon Go as there were for Brexit on the day the UK voted to leave the European Union.<\/p><p>Even pornography, an enduring internet fascination, has been overtaken by interest in the app.<\/p><div id=\"ns_chart_Pokemon_Go_Searches_P_Tech\">\n    <div id=\"578d2962b0a7d\">\n        <div id=\"578d2962b0a7d-core-content\">\n            <a href=\"\/\/www.bbc.co.uk\/indepthtoolkit\/charts\/Pokemon_Go_Searches_P_Tech\">Click to see content: Pokemon_Go_Searches_P_Tech<\/a>\n        <\/div>\n    <\/div>\n<\/div>\n\n\n                                                                                                    <p>Now something for the players. <\/p><p>While the main method of catching Pokemon is simply to find them, to get the rarer ones you could try hatching some eggs. <\/p><p>Players can collect eggs at Pokestops - real world landmarks that appear in the game - but you have to walk a certain distance for them to hatch. The rarest Pokemon hatch from eggs after a 10km (6 mile) walk - then 5km and 2km for the more common creatures. <\/p><p>There's a handy breakdown in the graphic below.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Pokemon egg hatching\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/159C1\/production\/_90431588_pokemon_egg_hatching.gif\" data-width=\"624\" data-height=\"918\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><p>With the game now having been released in the UK and expected to be released in many more countries soon, it is a fair guess that Pokemon Go's popularity will continue.<\/p><ul><li>Find out why Pokemon is <a href=\"http:\/\/www.bbc.co.uk\/programmes\/p040s4b7\">more than just a game<\/a> in the lastest edition of our technology podcast <a href=\"http:\/\/www.bbc.co.uk\/programmes\/p040s4b7\">Tech Tent<\/a>.<\/li><\/ul><\/div>\n"},"Social media harms moral development, parents say":{"link":"http:\/\/www.bbc.co.uk\/news\/education-36824176","description":"A majority of parents in the UK believe social media harms their children's moral development, a survey suggests.","content":"<div property=\"articleBody\" contentScore=\"2040\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Children texting\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/79ED\/production\/_90431213_childtexting.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Parents are concerned about the effects of social media on their children's character\n                <\/span>\n            <\/figcaption><\/figure><p>A majority of parents in the UK believe social media harms their children's moral development, a survey has suggested. <\/p><p>Just over half (55%) of 1,700 people with children aged 11 to 17 strongly agreed that social media hinders or undermines moral development. <\/p><p>The poll was part of a project by the Jubilee Centre for Character and Virtues at Birmingham University.<\/p><p>Researcher Blaire Morgan said some of the findings were surprising. <\/p><p>\"Not least [of these is] the low level of agreement that social media can enhance or support a young person's character or moral development. <\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>\"Whilst parents acknowledged that positive character strengths, including moral virtues such as love, courage and kindness, are promoted through social networking sites, they were reluctant to agree that these sites could have a positive impact on their child's character.\"<\/p><p><a href=\"http:\/\/www.bbc.co.uk\/news\/education-35524429\">BBC Newsround research<\/a> earlier this year suggested that children as young as 10 have social media accounts despite being below the age limit, which is usually 13. <\/p><p>The new poll highlights parents' concerns about the trend. <\/p>                                                                                                    <p>Of those questioned, 93% were themselves regular social media users but:  <\/p><ul><li>only 15% thought sites such as Facebook had a positive influence on a young person's character <\/li>\n<li>40% said they were concerned or extremely concerned about social media having a potentially damaging impact on children <\/li>\n<\/ul><p>The survey, which also questioned parents about their own use of social media, asked which negative traits or vices they saw online at least once a month.<\/p><ul><li>60% said they had seen anger and hostility<\/li>\n<li>51% had seen arrogance<\/li>\n<li>43% cited ignorance<\/li>\n<li>41% mentioned bad judgement<\/li>\n<li>36% said hatred <\/li>\n<li>30% said vanity<\/li>\n<\/ul><p>They were also asked to name character strengths they believed were lacking on social media: <\/p><ul><li>24% said there was too little forgiveness and self-control<\/li>\n<li>21% said too little honesty<\/li>\n<li>20% said fairness<\/li>\n<li>18% said humility. <\/li>\n<\/ul><p>But almost three-quarters (72%) said they saw content containing a positive message at least once a day.<\/p><p>And asked to identify character strengths they saw at least once a month on social media, the respondents replied:<\/p><ul><li>humour (52%)<\/li>\n<li>appreciation of beauty (51%)<\/li>\n<li>creativity (44%)<\/li>\n<li>love (39%)<\/li>\n<li>courage (39%)<\/li>\n<\/ul><p>Ms Morgan said: \"The Jubilee Centre's parents and media project seeks to explore the relationship between social media and virtues in more depth, and hopefully offer a more constructive outlook on how social media might impact on a person's character and moral values. <\/p><p>\"Social media is not going away, so by learning more about this relationship we should be able to maximise the benefits of social media use and avoid the pitfalls.\"<\/p>\n                                                                                                <\/div>\n"},"Train game parodies 'shambolic' railway":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-england-36825721","description":"Web developers create an online game where players cancel Southern Rail trains and take profits from passengers.","content":"<div property=\"articleBody\" contentScore=\"2219\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Southern Rail Tycoon game screenshot\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/F003\/production\/_90434416_southernrailtycoon.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>RamJam\/Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Southern Rail Tycoon was created after three game developers had their train from Brighton to London cancelled\n                <\/span>\n            <\/figcaption><\/figure><p>Web developers frustrated by months of delays on Southern Rail have used their experience as inspiration for an online game which lampoons the company.<\/p><p>RamJam <a href=\"http:\/\/games.ramjam.co.uk\/srt\/\">uploaded Southern Rail Tycoon on Thursday<\/a>, and so far 45,000 people have played the tongue-in-cheek game.<\/p><p>The aim is to stop guards from boarding trains, which leads to services being cancelled as profits are collected from passengers.<\/p><p>It was inspired by months of <a href=\"http:\/\/www.bbc.co.uk\/news\/uk-england-36820234\">cancellations due to an RMT<\/a> dispute.<\/p><h2>'Stopped using trains'<\/h2><p>Once a sufficient number of train guards board on a train and a delayed service eventually departs, the player loses the game.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Brighton-based developer Tom Jackson said: \"We all were planning to go to London a month ago and trains were delayed, then delayed, then delayed and then eventually cancelled. <\/p><p>\"We were so frustrated by the whole thing that we've stopped using the trains.\"<\/p><p>Mr Jackson, along with his colleagues Phil Hart and Toby Funnell, developed the game as a result of that experience.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Ram Jam game\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/11713\/production\/_90434417_rmtstrikescreenshot.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>RamJam\/GTR<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    After a player loses the game, they have the option of filling out a compensation form on the Southern Rail website or they can tweet the train operator\n                <\/span>\n            <\/figcaption><\/figure><p>The 39-year-old said that the purpose of the game was a mixture of providing commuters with something fun to do while waiting for delayed trains and also making people aware of the compensation policy.<\/p><p>When the game is over, links appear to the Southern Rail compensation page and twitter account. <\/p><p>He added: \"We like to do pieces that are reactive and demonstrate the impact [news events] have on people.<\/p><p>\"It's incredibly frustrating, the train service is an absolute shambles.\"<\/p><p> A Southern Rail spokesman said: \"Southern makes no money by cancelling trains - in fact the opposite is true. <\/p><p>\"We are trying hard to give passengers the best service possible under very difficult circumstances and apologise sincerely.\"<\/p><h2>341 trains cancelled a day<\/h2><figure><span>\n                \n                \n                <div data-alt=\"Claire Perry\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/14EC4\/production\/_90400758_fe193a2a-94ac-42b3-85ec-9eac6f60bf42.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>PA<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Rail minister Claire Perry resigned on Friday as a result of the ongoing Southern Rail dispute\n                <\/span>\n            <\/figcaption><\/figure><p>The RMT union and GTR are in a dispute regarding the proposed introduction of more driver-only operated (DOO) services, which would change conductors' roles. <\/p><p>As a result of regular walkouts, Southern <a href=\"http:\/\/www.bbc.co.uk\/news\/uk-england-36707255\">cancelled 341 daily train services on 11 July<\/a> to improve \"reliability\". Since then 15 have been reinstated.<\/p><p>Rail minister <a href=\"http:\/\/www.bbc.co.uk\/news\/uk-politics-36805973\">Claire Perry resigned on Friday as a result of the months of delays<\/a> on the line, managed by Govia Thameslink Railway. <\/p><p>On Monday, new Transport Secretary Chris Grayling said resolving the strike action <a href=\"http:\/\/www.bbc.co.uk\/news\/uk-england-36820234\">was \"top of his priority list\"<\/a>.<\/p>\n                                                                                                <\/div>\n"}}