{"Euro 2016: Football alcohol adverts seen 'once a minute'":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-wales-36626454","description":"People who watched Wales' Euro 2016 game against England on television saw alcohol marketing almost once every minute during play, a study finds.","content":"<div property=\"articleBody\" contentScore=\"1767\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Alcohol on a shelf in a supermarket\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/104F9\/production\/_90090866__56408870_cans.jpg\" width=\"976\" height=\"549\"><\/span>\n            \n        <\/figure><p>People who watched Wales' Euro 2016 game against England on television saw alcohol marketing almost once every minute during play, a study has found.<\/p><p>It found pitch-side alcohol sponsor adverts were seen 78 times per game on average during broadcasts of the two countries' five Group B games.<\/p><p>So during the Wales and England game, they were seen once every 72 seconds.<\/p><p>Charity Alcohol Concern, which published the study, called for advertising rules to be tightened.<\/p><p>The research looked at advertising during both TV and internet broadcasts.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Alcohol Concern Cymru Director Andrew Misell said: \"The volume of alcohol marketing around football is already enormous, and this research shows that alcohol companies are prepared to go to great lengths to get their brands in front of consumers, even when the law says otherwise.\"<\/p><figure><span>\n                \n                \n                <div data-alt=\"Fans in the stadium in Lens, France\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/17A83\/production\/_89999869_walesstadium.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Wales News Service<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Wales lost to England 2-1 in Euro 2016\n                <\/span>\n            <\/figcaption><\/figure><p>He raised concerns that young children would see so many alcohol adverts while watching the games.<\/p><p>\"We know from our previous research that children as young as 10 are more familiar with major alcohol brands than some popular cakes and snacks, and that many children associate specific beer brands with leading football teams,\" he said.<\/p>                                                                                                    <p>\"Alcohol marketing drives consumption, particularly in the under-18s. <\/p><p>\"Given the sport's massive appeal to children, it's high time to tighten up the rules and kick alcohol advertising and sponsorship out of football.\"<\/p><p>Dr Chrissie Pickin, executive director of health and wellbeing at Public Health Wales, said: \"This report makes uncomfortable reading as it's clear that a huge number of children are being subjected to alcohol branding while innocently supporting their countries playing football.<\/p><p>\"Sport should be about promoting healthy lifestyles and inspiring participation, not promoting alcohol consumption.\"<\/p>\n                                                                                                <\/div>\n"},"High sport drink use among young teens 'risk to health'":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-wales-south-east-wales-36638596","description":"High numbers of younger teenagers are risking tooth decay and obesity by regularly having high-sugar sport drinks, dental experts say.","content":"<div property=\"articleBody\" contentScore=\"2645\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Coke's Powerade sports drink\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/14584\/production\/_90123338_488273933.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>High numbers of younger teenagers are risking tooth decay and obesity by regularly having high-sugar sport drinks, dental experts have said.<\/p><p>Cardiff University found 89% of Welsh 12 to 14-year-olds questioned used the drinks - 68% at least once a week.<\/p><p>Researchers said most parents and children were not aware the drinks were not suitable for children.<\/p><p>The British Soft Drinks Association said the drinks were only designed for use after \"vigorous physical activity\"<\/p><p>The university's school of dentistry, which <a href=\"http:\/\/www.nature.com\/bdj\/journal\/v220\/n12\/full\/sj.bdj.2016.449.html\">published the research<\/a>, surveyed 160 children at four schools in south Wales and concluded they were attracted to the drinks because of their sweet taste, low price and availability.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Half the children said they drank the drinks socially rather than in a sports setting, and only 18% claimed to drink them because of perceived performance-enhancing effects.<\/p><p>Researchers said they were particularly concerned a quarter of the children said they had bought the drinks at leisure centres.<\/p><h2>'Water or milk sufficient'<\/h2><p>Maria Morgan, senior lecturer in dental public health, said: \"The purpose of sports drinks are being misunderstood and this study clearly shows evidence of high school age children being attracted to these high sugar and low pH level drinks, leading to an increased risk of dental cavities, enamel erosion and obesity.\"<\/p>                                                                                                    <p>The <a href=\"http:\/\/www.fsem.ac.uk\/about-us.aspx\">Faculty of Sport and Exercise Medicine<\/a> (FSEM) is calling for tighter regulation around the promotion of sports drinks to children.<\/p><p>Paul Jackson, the FSEM president, said: \"Sports drinks are intended for athletes taking part in endurance and intense sporting events. They are also connected with tooth decay in athletes and should be used following the advice of dental and healthcare teams dedicated to looking after athletes.<\/p><p>\"Water or milk is sufficient enough to hydrate active children. High-sugar sports drinks are unnecessary for children and most adults.\"<\/p><h2>'New commitment'<\/h2><p>Russ Ladwa, from the British Dental Association, said: \"Sports drinks are rarely a healthy choice and marketing them to the general population, and young people in particular, is grossly irresponsible.<\/p><p>\"Elite athletes might have reason to use them, but for almost everyone else they represent a real risk to both their oral and their general health.\"<\/p><p>Gavin Partington, from the British Soft Drinks Association, said sports drinks were designed to rehydrate during or after vigorous physical activity and should be \"consumed in moderation\".<\/p><p>He added: \"This year soft drinks companies agreed not to advertise any drinks high in sugar to under-16s across all media channels, including online. The new commitment also includes further restrictions to advertising around schools.\"<\/p>\n                                                                                                <\/div>\n"},"Testicle removal surgeon Marwan Farouk struck off":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-england-beds-bucks-herts-36601726","description":"A surgeon is struck off for mistakenly removing a patient's testicle and then trying to cover up his error.","content":"<div property=\"articleBody\" contentScore=\"2191\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"BMI Chiltern Hospital in Great Missenden\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/1145A\/production\/_90064707_testicle.png\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Google<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Dr Marwan Farouk disposed of the testicle in a medical waste bin at BMI Chiltern Hospital\n                <\/span>\n            <\/figcaption><\/figure><p>A surgeon who tried to cover up the fact he had cut off a man's testicle in error has been struck off.<\/p><p>The organ was removed at the private BMI Chiltern Hospital in Buckinghamshire in April 2014.<\/p><p>The Medical Practitioners Tribunal Service (MPTS) heard Dr Marwan Farouk, who had been supposed to remove a cyst, disposed of the testicle and did not tell the patient it had been removed.<\/p><p>The <a href=\"http:\/\/www.mpts-uk.org\/static\/documents\/content\/Marwan_Farouk.pdf\">MPTS ruling<\/a> said Dr Farouk had been misleading or dishonest.<\/p><h2>'Chuck it'<\/h2><p>In a case brought by the General Medical Council (GMC), the tribunal heard Dr Farouk was meant to repair a hernia and remove a cyst on the epididymis, which is attached to the testicle, at the hospital in Great Missenden.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>However, he removed the patient's entire right testicle.<\/p><p><a href=\"http:\/\/www.bbc.co.uk\/news\/live\/uk-england-beds-bucks-herts-36522115\">For more Buckinghamshire stories, visit the BBC Local Live page<\/a><\/p><p>A theatre nurse told the tribunal she had been told to \"chuck it\", or words to that effect, although it was the doctor who actually disposed of the testicle in a medical waste bin.<\/p>                                                                                                    <p>After the operation, Dr Farouk failed to tell the patient it had been removed and instead told the man \"he had a small right testicle, but it won't give you any problems\", or words to that effect.<\/p><p>Dr Farouk admitted to the hearing he had removed the testicle and failed to ensure it was sent to the histology department for testing.<\/p><p>The tribunal did not believe Dr Farouk's evidence that he had not recognised the specimen to be a testicle and that was why he had not recorded any tissue being removed.<\/p><h2>'Deliberate acts'<\/h2><p>The ruling said: \"As an experienced surgeon, even on a cursory examination, you must have recognised the specimen for what it was.<\/p><p>\"This was a series of deliberate acts designed by you to cover up the fact you had made an error.\"<\/p><p>The tribunal found it was not proven that Dr Farouk had operated outside his area of expertise or that he failed to tell the patient's GP that the entire testicle had been removed.<\/p><p>The ruling concluded that the surgeon's misconduct meant his fitness to practise was impaired. He has 28 days to appeal.<\/p><p>A BMI spokesman said: \"Dr Farouk's practising privileges at the Chiltern Hospital were removed following the incident and our own investigation.<\/p><p>\"We will apply any lessons learned from the hearing.\"<\/p>\n                                                                                                <\/div>\n"},"Abortion demand 'soars' amid Zika fear":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36595448","description":"Fears over the Zika virus have contributed to a \"huge\" increase in number of abortions in Latin America, researchers suggest.","content":"<div property=\"articleBody\" contentScore=\"3222\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Baby born with small brain\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/7C1F\/production\/_90057713_gettyimages-537943166.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Fears over the Zika virus have contributed to a \"huge\" increase in the number of women  in Latin America wanting abortions, researchers say. <\/p><p>Estimates suggest there has been at least a doubling in requests in Brazil and an increase of a third in other countries.<\/p><p>Many governments have advised women not to get pregnant due to the risk of babies being born with tiny brains.<\/p><p>The findings were published in the New England Journal of Medicine. <\/p><p>Sixty countries and territories have reported cases of Zika being spread by mosquitoes. More than 1,500 babies have been diagnosed with microcephaly caused by the virus.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p><a href=\"http:\/\/www.bbc.co.uk\/news\/world-latin-america-35438404\">Zika prompts abortion dilemmas<\/a><\/p><p>A termination remains illegal in many parts of Latin America, but women simply turn to unofficial providers.<\/p><p>Women on Web, which advises women online and then delivers pills to end a pregnancy, is one of the largest.<\/p>                                                                                                    <p>The researchers analysed the thousands of requests received by Women on Web in the five years before the Pan American Health Organization issued its warning on Zika on 17 November 2015.<\/p><p>It used this to predict how many abortion requests would have been expected between 17 November 2015 and 1 March 2016.<\/p><p>The analysis of countries that advised against getting pregnant suggested Brazil and Ecuador had had more than twice the expected demand for abortions.<\/p><div><table><tr><th>Country<\/th>\n<th>Expected<\/th>\n<th>Actual<\/th>\n<th>Increase<\/th>\n<\/tr><tr><td>Brazil<\/td>\n<td>582<\/td>\n<td>1210<\/td>\n<td>+108%<\/td>\n<\/tr><tr><td>Colombia<\/td>\n<td>102<\/td>\n<td>141<\/td>\n<td>+39%<\/td>\n<\/tr><tr><td>Costa Rica<\/td>\n<td>49<\/td>\n<td>67<\/td>\n<td>+36%<\/td>\n<\/tr><tr><td>El Salvador<\/td>\n<td>18<\/td>\n<td>24<\/td>\n<td>+36%<\/td>\n<\/tr><tr><td>Ecuador<\/td>\n<td>34<\/td>\n<td>71<\/td>\n<td>+108%<\/td>\n<\/tr><tr><td>Honduras<\/td>\n<td>21<\/td>\n<td>36<\/td>\n<td>+76%<\/td>\n<\/tr><tr><td>Venezuela<\/td>\n<td>45<\/td>\n<td>86<\/td>\n<td>+93%<\/td>\n<\/tr><tr><\/tr><\/table><\/div><p>Analysis from other countries, which did not advise against pregnancy, suggested smaller increases in abortion demand. <\/p><p>One woman from Peru told Women on Web: \"I'm very concerned, I'm two months pregnant and in my country Zika has been detected. <\/p><p>\"We are all very alarmed and I do not want have a sick baby, please, I do not want to continue my pregnancy because it is very dangerous.\"<\/p><p>Another from Venezuela said: \"I contracted Zika four days ago. <\/p><p>\"I love children, but I don't believe it is a wise decision to keep a baby who will suffer. I need an abortion. I don't know who to turn to. Please help me ASAP.\"<\/p><h2>'Tremendous surge'<\/h2><p>Dr Catherine Aiken, one of the researchers, from the University of Cambridge, told the BBC News website: \"Everywhere governments said, 'Don't get pregnant' and there was Zika transmission, there was a tremendous surge in the number of women taking matters into their own hands.<\/p><p>\"There were huge increases in abortions across the region.\"<\/p><p>Dr Aiken criticised the countries' \"very hollow\" messages to delay pregnancy that had generated \"fear, anxiety and panic with no means to act on it\".<\/p><p>Meanwhile Abigail Aiken, an assistant professor from the University of Texas at Austin, said: \"Accurate data on the choices pregnant women make in Latin America is hard to obtain. <\/p><p>\"If anything, our approach may underestimate the impact of health warning on requests for abortion, as many women may have used an unsafe method or visited local underground providers.\"<\/p><p>Prof Jimmy Whitworth, from the London School of Hygiene and Tropical Medicine, said the report \"agrees with what I have heard informally from several sources in Latin America about increased interest in finding out more, and in making requests for abortions\".<\/p><p>He told the BBC: \"This apparent increase in making requests for abortion looks plausible and is not surprising given the situation with the epidemic and societal pressures.\"<\/p><p>Follow James <a href=\"https:\/\/twitter.com\/JamesTGallagher\">on Twitter.<\/a><\/p>\n                                                                                                <\/div>\n"},"Let workers self-certify illness for 14 days, say GPs":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36590769","description":"Workers should be able to self-certify sickness for up to two weeks to help reduce unnecessary GP appointments, doctors say.","content":"<div property=\"articleBody\" contentScore=\"2475\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Nose wiping\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/1C1A\/production\/_90049170_m1300703-nose_blowing-spl.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>SPL<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Workers should be able to self-certify sickness for up to two weeks to help reduce the number of unnecessary GP appointments, doctors say.<\/p><p>People need a doctor's note if they are off for more than a week, but GPs said people should be trusted more and it could reduce the growing burden on GPs.<\/p><p>The call at the British Medical Association's annual conference comes amid rising demand for appointments.<\/p><p>But the government said it had no plans to change the existing policy.<\/p><p>Doctors also want to be paid for carrying out health checks on patients who apply for firearms licences.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>GPs are asked by police to report any health conditions - mental or physical - that may present a risk.<\/p><p>These assessments can take up to an hour to do as medical records have to be examined, and doctors said that uses valuable NHS resources.<\/p><p>Dr John Canning, a GP from Middlesbrough and chairman of the BMA's professional fees committee, said: \"That's half a dozen appointments that it will take up. That's six people who don't get seen.<\/p>                                                                                                    <p>\"We're busy enough doing the day job, curing the sick.\"<\/p><p>Both these issues on their own represent a relatively small share of the average GP workload, but Dr Richard Vautrey, a Leeds medic who sits on the BMA's GPs committee, said combined with other issues, they could start to help reduce the burden.<\/p><h2>'Sensible move'<\/h2><p>It is estimated that GPs in England carry out 370 million appointments a year - a rise of 70 million in the past seven years.<\/p><p>Dr Vautrey said doubling the length of time someone is able to self-certify illness would be a sensible move in helping to ease the strain.<\/p><p>\"If you've got a patient who very clearly has an illness that is going to last 10 days to two weeks, why do they need to make an appointment with a GP, just to get that note to tell their employer what their employer probably knows already, and what the patient should be trusted to be able to pass on?\"<\/p><p>He also highlighted other examples of unnecessary appointments - including people asking for certificates to show that their children were well enough to take part in school plays and council tenants needing proof that damp houses made their asthma worse in order to move.<\/p><p>A DWP spokesman said it had no plans to change the existing self-certification policy, adding: \"The system was set up following consultation and we believe it supports individuals and employers without overburdening GPs.\"<\/p><p>Last year, a report by Citizens Advice found that a fifth of GPs' time was taken up with non-health issues.<\/p>\n                                                                                                <\/div>\n"},"EU referendum petition hijacked by bots":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36640459","description":"An online petition calling for a second EU referendum has been hijacked by automated bots adding false signatures.","content":"<div property=\"articleBody\" contentScore=\"1866\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"EU Petition\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/181C\/production\/_90127160_petit.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>AFP<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>An online petition calling for a second EU referendum has been hijacked by automated bots adding false signatures.<\/p><p>Posts on the 4chan message board indicated that some users had scripted programs to automatically sign the petition.<\/p><p>Thousands of signatures appeared to have come from people in Vatican City and Antarctica. <\/p><p>The House of Commons petitions committee said it had removed 77,000 signatures and was investigating.<\/p><figure><span>\n                \n                \n                <div data-alt=\"UK Petitions website\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/14CB4\/production\/_90127158_gov-website.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The petition has millions of signatures - but not all are real\n                <\/span>\n            <\/figcaption><\/figure><p>The petition currently has more than 3.6 million signatures, more than any other on the parliamentary website.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Thousands of signatures from countries such as North Korea and the South Sandwich Islands have been removed, and a majority of the signatures now appear to come from the UK.<\/p><p>But many could have been added by automated programs called bots and the petition continues to gather hundreds of signatures a minute.<\/p><p>\"With any online property that is designed for interaction, you need a mechanism in place to defeat automated means of adding content,\" said Rik Ferguson of computer security firm Trend Micro.<\/p>                                                                                                    <p>\"4chan is famous for this sort of mischief - and if websites don't have systems in place, they will get abused.\"<\/p><h2>\"I voted 33,000 times\"<\/h2><p>The government's petitions website does not appear to have a system in place to detect bots - such as a \"captcha\" picture that asks a user to recognise letters and numbers in an image, a task which is more difficult to automate.<\/p><p>\"It seems like a huge oversight for a website designed to be used by so many people to lack simple protection,\" said Mr Ferguson.<\/p><p>Some members of the 4chan message board have claimed responsibility for the hijack.<\/p><p>\"I voted 33,000 times. Left a script running while I was taking a shower,\" wrote one member.<\/p><p>Prime Minister David Cameron has already said there will be no second vote.<\/p><p>The House of Commons petitions committee has said it will continue to monitor the petition for \"suspicious activity\".<\/p>\n                                                                                                <\/div>\n"},"Snowden: Russian data collection plans 'dangerous'":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36640457","description":"US whistleblower Edward Snowden has criticised new anti-terrorism legislation approved by Russia's parliament.","content":"<div property=\"articleBody\" contentScore=\"2728\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Edward Snowden\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/8D4C\/production\/_90127163_edward-snowden.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>The Guardian\/Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Edward Snowden fled to Russia in 2013\n                <\/span>\n            <\/figcaption><\/figure><p>US whistleblower Edward Snowden has criticised new anti-terrorism legislation approved by Russia's parliament.<\/p><p>He <a href=\"http:\/\/twitter.com\/Snowden\/status\/746671700247457792\">wrote on Twitter<\/a> that the \"Big Brother law\" was an \"unworkable, unjustifiable violation of rights that should never be signed\".<\/p><p>Among the new rules are tough punishments for failing to report crime, or inciting terrorism online.<\/p><p>It must still be signed into law by Russian president Vladimir Putin.<\/p><p>Mr Snowden, a former contractor for the CIA, fled to Russia in 2013 after leaking details of extensive internet and phone surveillance by the US National Security Agency.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Commenting on the law, he wrote: \"Mass surveillance doesn't work. This bill will take money and liberty from every Russian without improving safety.\"<\/p><p>The new rules - known as \"Yarovayan's legislation\" after politician Irina Yarovayan - state:<\/p><ul><li>telecoms companies must keep copies of customers' phone calls and text messages for six months<\/li>\n<li>phone and text records (but not the messages themselves) must be kept for three years<\/li>\n<li>online services (such as social networks) must keep message records for one year<\/li>\n<li>online services that encrypt data must help security services decrypt any message sent by users, or face a fine<\/li>\n<li>failing to report knowledge of a crime will become a criminal offence - punishable by up to a year in prison<\/li>\n<li>inciting or expressing approval of terrorism online will be regarded as publishing such comments in mass media - punishable by up to seven years in prison<\/li>\n<li>children aged over 14 can be held criminally liable for 10 new charges such as taking part in terrorism<\/li>\n<\/ul><p>However, rules that would let law enforcement revoke Russians' citizenship, or revoke people's right to leave Russia, were removed from the legislation.<\/p>                                                                                                    <p>The legislation has been criticised by opposition politicians. Yuri Sinelshchikov warned that storing telecoms data could lead to abuse by officials, while Dmitry Gudkov said the laws would be a heavy burden on businesses. <\/p><p>\"Instead of competing and entering new markets and improving connection quality, our telecommunications companies will have to deal with this stupidity,\" he said.<\/p><p>Mr Snowden said asking companies to store six months of communication data was \"not just dangerous, it's impractical\".<\/p><p>Russia's State Duma approved the final draft of the legislation on Friday. The country's Federation Council must approve it before President Putin signs it into law.<\/p><hr><h2>What happens next?<\/h2><p><strong>By Vsevolod Boiko, BBC Russian Service<\/strong><\/p><p>The State Duma passed the law on the last day of work before its vacation - and the final version was changed at the last moment. <\/p><p>Now online services will be told to keep information about users' communications for one year instead of three. <\/p><p>That's the result of hard talks between MPs, security forces and IT companies, according to the Russian Vedomosti newspaper. <\/p><p>But it doesn't mean that IT firms won the battle -  they just partially reduced the harm.<\/p><p>The law has been backed by 287 MPs from the ruling party United Russia - although 147 MPs voted against the law - and it will now go to the Council of Federation, the upper house of the Russian parliament.<\/p><p>It's almost certain that it will be passed in its current form, and the Council is expected to vote this week.<\/p><p>Then, finally, the law will go to the president and he can sign it any time he wants - the next day, or a few weeks later. <\/p><p>We can expect that IT companies will try to campaign for the law not to be signed - but the chance that their voice will be heard by Mr Putin is very small.<\/p>\n                                                                                                <\/div>\n"},"Google's SpotMini robot loads the dishwasher":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36644047","description":"A new dog-themed robot is shown loading a dishwasher with dirty glassware.","content":"<div contentScore=\"421\"> <p>Boston Dynamics' latest robot appears to be designed to help in the kitchen.<\/p><p>The robotics business - which is owned by Google's parent Alphabet - has created a dog-themed machine that replaces the liquid-powered pistons of earlier designs with an all-electric system.<\/p><p>As a consequence, SpotMini's engineers say it is one of the quietest robots they have ever built. They made a video showing the robot loading a dishwasher.<\/p>\n    <\/div>\n"},"US Healthcare records offered for sale online":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36639981","description":"Three US healthcare organisations are reportedly being held to ransom by a hacker who stole data on hundreds of thousands of patients.","content":"<div property=\"articleBody\" contentScore=\"2139\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Doctor with syringe\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/EB84\/production\/_90129206_000163126-1.jpg\" width=\"640\" height=\"360\"><span>Image copyright<\/span>\n                 <span>Eyewire<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The stolen data includes detailed information about the ailments people suffered and the treatment they received\n                <\/span>\n            <\/figcaption><\/figure><p>Three US healthcare organisations are <a href=\"https:\/\/www.deepdotweb.com\/2016\/06\/26\/655000-healthcare-records-patients-being-sold\/\">reportedly<\/a> being held to ransom by a hacker who stole data on hundreds of thousands of patients.<\/p><p>The hacker has also put the 650,000 records up for sale on dark web markets where stolen data is traded.<\/p><p>Prices for the different databases range from $100,000 (£75,000) to $411,000.<\/p><p>Buyers have already been found for some of the stolen data, the hacker behind the theft <a href=\"http:\/\/motherboard.vice.com\/read\/hacker-advertises-slew-of-alleged-healthcare-organization-records\">told news site Motherboard.<\/a><\/p><h2>Bogus claims<\/h2><p>No information about the size of the ransom payment sought by the data thief has emerged, although he did say it was \"a modest amount compared to the damage that will be caused to the organisations when I decide to publicly leak the victims\".<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>The organisations that data was stolen from are known to be based in Missouri, Georgia and the midwest. The attacker told Motherboard that he would not name the organisations, to give them a chance to pay up.<\/p><p>The news site said it had checked 30 records on patients from Georgia and in most cases the information listed was confirmed by the people it reached. <\/p><p>Data in the files includes names, addresses and phone numbers as well as social security numbers, insurance information and detailed medical histories. <\/p>                                                                                                    <p>The information is believed to have been stolen via a vulnerability in software that uses a technology known as the remote desktop protocol (RDP) - many firms use this to let staff log in from home or to let support workers fix IT problems from afar.<\/p><p>Poorly configured RDP systems let the attacker get access to the networks of the healthcare groups, and then he searched within those networks for saleable information.<\/p><p>Security expert Graham Cluley said it had become a \"sad truth\" that attackers were no longer just interested in credit card data. Instead, he said, they were after as much information about people's lives as they could get.<\/p><p>\"With that information, the hackers could take out credit, open bank accounts, make bogus insurance claims or simply sell the valuable data on to other criminals to monetise as they wish,\" he said.<\/p><p>\"2016 is proving to be the year of online extortion,\" he said. \"We're likely to see more and more attacks like this.\"<\/p>\n                                                                                                <\/div>\n"},"Oculus lifts headset game restrictions":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36639975","description":"Virtual reality pioneer Oculus has removed software locks that stopped people playing games made for its headset on rival devices.","content":"<div property=\"articleBody\" contentScore=\"1943\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"HTC Vive headset\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/179F0\/production\/_90125769_032675793-1.jpg\" width=\"640\" height=\"360\"><span>Image copyright<\/span>\n                 <span>Reuters<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Oculus initially sought to stop owners of rival HTC Vive headsets trying out games made for the Rift\n                <\/span>\n            <\/figcaption><\/figure><p>Virtual reality pioneer Oculus has removed software locks that stopped people playing games made for its Rift headset on a rival device.<\/p><p>The locks were introduced after VR fans made software called Revive that let people move or port Oculus games on to the HTC Vive.<\/p><p>A software update for the Oculus Rift released over the weekend has stripped out the software controls.<\/p><p>Revive developers said they were still in \"disbelief\" about the change.<\/p><h2>Locked in<\/h2><p>Oculus worked closely with many studios and developers to ensure that there was a significant library of games available for owners of its Rift headset when it launched in March.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Many of these games became available on the rival HTC Vive via the Revive software which was released in April this year - soon after the headset itself went on sale.<\/p><p>Shortly afterwards, Oculus sought to thwart Revive by updating its core software to carry out a headset check to ensure a Rift was being used to play the games.  The decision stood at odds with statements by Oculus founder Palmer Luckey who said it did not want to succeed by \"locking\" people into using only its hardware.<\/p><p>Online, many VR headset owners criticised Oculus's efforts to keep people playing games with only its headset.<\/p>                                                                                                    <p>The developers behind Revive sought to get around the Oculus check to ensure games still ran - though some users reported problems because each headset uses different types of controllers to let people play with objects in virtual worlds.<\/p><p>The headset check has now disappeared from the software needed to get the Oculus working. The change was noticed by Revive developers who <a href=\"https:\/\/github.com\/LibreVR\/Revive\/releases\/tag\/0.6.2\">posted a message<\/a> about the update on their page on the Github code-sharing website. <\/p><p>In a statement to tech news site Ars Technica, Oculus confirmed that it had stripped out the headset checks and added that it would not use them in the future. <\/p><p><a href=\"http:\/\/arstechnica.com\/gaming\/2016\/06\/oculus-reverses-course-dumps-its-vr-headset-checking-drm\/\">It added:<\/a> \"We believe protecting developer content is critical to the long-term success of the VR industry.\"<\/p>\n                                                                                                <\/div>\n"}}