{"Kelvin MacKenzie's hijab remarks in Sun spark 1,400 complaints":{"link":"http:\/\/www.bbc.co.uk\/news\/entertainment-arts-36833471","description":"The press regulator receives more than 1,400 complaints about remarks Kelvin MacKenzie made, criticising a Channel 4 journalist for wearing a hijab while reporting the Nice massacre.","content":"<div property=\"articleBody\" contentScore=\"2767\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Kelvin MacKenzie\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/3C36\/production\/_90441451_mediaitem90441450.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Kelvin MacKenzie questioned whether it was appropriate for a Muslim journalist to report on the Nice massacre\n                <\/span>\n            <\/figcaption><\/figure><p>The press regulator has received more than 1,400 complaints about remarks Kelvin MacKenzie made in The Sun criticising a journalist for wearing a hijab while reporting the Nice attack.<\/p><p>The paper's former editor questioned whether Fatima Manji should have been allowed to appear on Channel 4 News.<\/p><p>The Independent Press Standards Organisation (Ipso) said it would assess the complaints.<\/p><p>Channel 4 News said the comments were \"completely unacceptable\".<\/p><p>The news organisation told the BBC it would be making an official complaint to Ipso over the remarks.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>It is also understood Manji is considering her other legal options.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Fatima Manji\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/FF86\/production\/_90441456_mediaitem90441455.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Channel 4 News<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Fatima Manji co-presented the news bulletin from the London studio the day after the attack\n                <\/span>\n            <\/figcaption><\/figure><p>Writing in his column on Monday, MacKenzie said he could \"hardly believe my eyes\" when Manji - who normally wears the traditional Muslim head scarf - appeared on the news bulletin. <\/p><p>She was co-presenting the programme from London while Jon Snow reported from Nice.<\/p>                                                                                                    <p>\"Was it appropriate for her to be on camera when there had been yet another shocking slaughter by a Muslim?\" he wrote.<\/p><p>\"Was it done to stick one in the eye of the ordinary viewer who looks at the hijab as a sign of the slavery of Muslim women by a male-dominated and clearly violent religion?\"<\/p><h2>'Completely unacceptable'<\/h2><p>Eighty-four people were killed by French-Tunisian Mohamed Lahouaiej Bouhlel when he drove a lorry through crowds gathered in Nice to celebrate Bastille Day.<\/p><p>\"The comments published in The Sun by Mr MacKenzie are offensive, completely unacceptable, and arguably tantamount to inciting religious and even racial hatred,\" Channel 4 News said.<\/p><p>\"It is wrong to suggest that a qualified journalist should be barred from reporting on a particular story or present on a specific day because of their faith.<\/p><p>\"Fatima Manji is an award-winning journalist. We are proud that she is part of our team and will receive, as ever, our full support in the wake of his comments.\"<\/p><p><strong>'Will not be deterred'<\/strong><\/p><p>Ipso said the complaints it received related to accuracy, harassment and discrimination.<\/p><p>Manji wrote a response to MacKenzie's comments <a href=\"http:\/\/www.liverpoolecho.co.uk\/news\/liverpool-news\/fatima-manji-truth-kelvin-mackenzies-11635404\">in the Liverpool Echo<\/a>, saying she was \"not expecting an apology from him any time soon\".<\/p><p>\"Mr MacKenzie's article was but one wild screed in a long-running and widespread campaign to intimidate Muslims out of public life,\" she said.<\/p><p>\"[He] has attempted to smear 1.6 billion Muslims in suggesting they are inherently violent. He has attempted to smear half of them further by suggesting they are helpless slaves. And he has attempted to smear me by suggesting I would sympathise with a terrorist.<\/p><p>\"I will not be deterred... by the efforts of those who find the presence of Muslims in British cultural life offensive.\"<\/p><p>A spokesman for The Sun said it was making \"no comment\" on the issue.<\/p><hr><p><i>Follow us on Twitter <\/i><a href=\"https:\/\/twitter.com\/BBCNewsEnts\">@BBCNewsEnts<\/a><i>, on Instagram at <\/i><a href=\"https:\/\/www.instagram.com\/BBCNewsEnts\/\">bbcnewsents<\/a><i>, or email <\/i><a href=\"mailto:entertainment.news@bbc.co.uk\"><span><\/span><span>entertainment.news@bbc.co.uk<\/span><\/a><i>.<\/i><\/p>\n                                                                                                <\/div>\n"},"Helen Bailey death: Children's author 'found in septic tank'":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-england-beds-bucks-herts-36825094","description":"The body of children's author Helen Bailey and that of her dog were found in a septic tank at her home, a court hears.","content":"<div property=\"articleBody\" contentScore=\"1404\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Helen Bailey\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/5D99\/production\/_90416932_sbna_helenbailey__new.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>sbna<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Helen Bailey was known for a series of books she wrote for teenagers\n                <\/span>\n            <\/figcaption><\/figure><p>The body of children's author Helen Bailey was found in a septic tank at her home, a court has been told.<\/p><p>The 51-year-old's remains were discovered in the grounds of her house in Royston, Hertfordshire, on Friday.<\/p><p>She was last seen walking her pet dachshund on 11 April. The body of the dog was also found in the tank.<\/p><p>St Albans Crown Court was told about the discovery during a hearing in the case against her partner Ian Stewart, 55, who is charged with her murder.<\/p><p>Mr Stewart, of Baldock Road, Royston is also charged with perverting the course of justice and preventing a lawful burial.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p><a href=\"http:\/\/www.bbc.co.uk\/news\/live\/uk-england-beds-bucks-herts-36824434\">More news from Hertfordshire<\/a><\/p><p>He appeared via video link and did not enter a plea. He is next due in court on 14 October.<\/p><p>A provisional trial date has been set for January.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Helen Bailey\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/A48F\/production\/_89372124_helenbailey-new.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Hertfordshire Police<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Hertfordshire Police had previously searched Ms Bailey's house and a holiday home she owned in Kent\n                <\/span>\n            <\/figcaption><\/figure><p>Northumberland-born Ms Bailey went missing after apparently leaving a note for her partner saying she wanted some time on her own.<\/p><p>Mr Stewart reported her missing four days later, prompting a police manhunt.<\/p><p>He was arrested and charged on Friday following the discovery of the author's remains.<\/p><p>The results of a post-mortem examination have not yet been released.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Helen Bailey and Ian Stewart\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/7CD9\/production\/_90416913_sbna_helenbaileyandianstewart.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>sbna<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Helen Bailey and her partner Ian Stewart shared a home in Hertfordshire\n                <\/span>\n            <\/figcaption><\/figure><p>Ms Bailey's family paid tribute to her on Saturday describing her as \"immensely witty and talented\".<\/p><p>The author is best known for creating the Electra Brown series for teenagers and also wrote a blog called Planet Grief, after her husband of 22 years drowned on holiday in Barbados in 2011.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Flowers left outside Helen Bailey's home\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/17F9A\/production\/_90420289_3h1v2688.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Terry Harris \/ Paperpix<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Floral tributes have been left at the author's home\n                <\/span>\n            <\/figcaption><\/figure><\/div>\n"},"Netflix confirms season two of Making a Murderer":{"link":"http:\/\/www.bbc.co.uk\/newsbeat\/36838479","description":"Netflix confirms more episodes are being made about the case of Steven Avery, who's currently in prison for murder.","content":"<div contentScore=\"1844\">\n  <p><b>Netflix has announced there will be new episodes of its hit show Making a Murderer. <\/b><\/p><p>The 10-part true crime series told the story of Steven Avery, from Manitowoc County in Wisconsin, who's currently serving a life sentence for murder. <\/p><p>He's always denied killing 25-year-old Teresa Halbach, whose remains were found close to Avery's home in 2005.<\/p><p>There's no word on when season two will debut or how many episodes there will be. <\/p><p>The show shone a light on Avery and his family, who had previously been wrongly jailed for sexual assault. <\/p><p>The new episodes will feature Avery's new lawyer Kathleen Zellner as she takes on the case.<\/p><p>The news of season two was confirmed in a joint statement by two of the people behind the series, Laura Ricciardi and Moira Demos. <\/p><p>\"We are extremely grateful for the tremendous response to, and support of, the series. <\/p><p>\"The viewers' interest and attention has ensured that the story is not over, and we are fully committed to continuing to document events as they unfold.\" <\/p><p>Both Ricciardi and Demos are overseeing the new episodes.<\/p><p>The first series of the show got six Emmy nominations, including outstanding documentary or non-fiction series.<\/p><div><img src=\"http:\/\/ichef.bbci.co.uk\/news\/976\/cpsprodpb\/0264\/production\/_87521600_dc2c5459-8056-4751-955a-583f2f6c3d78.jpg\" alt=\"Steven Avery\"><\/div><h2>Here's the back story<\/h2><p>Avery was wrongfully imprisoned for 18 years for sexual assault.<\/p><p>In 1985 he was charged and convicted for sexual assault, false imprisonment and attempted murder.<\/p><p>But in 2003 he was released when advances in DNA technology proved it was another man's crime.<\/p><p>After being set free and living a normal life for a short while, he was then accused and found guilty of the Halbach murder.<\/p><p>Many think he was set up by law officials in Manitowoc County, Wisconsin, who feared they faced a huge financial penalty over the first case.<\/p><p>But those officials have always dismissed the claims as conspiracy theory.<\/p><p><i>Find us on Instagram at <\/i><a href=\"http:\/\/instagram.com\/bbcnewsbeat\">BBCNewsbeat<\/a><i> and follow us on Snapchat, search for <\/i><b><i>bbc_newsbeat<\/i><\/b><\/p>\n  <div><h2>Related Topics<\/h2><a href=\"\/newsbeat\/topics\/netflix\">Netflix<\/a>\n<a href=\"\/newsbeat\/topics\/entertainment\">Entertainment<\/a>\n<a href=\"\/newsbeat\/topics\/television\">Television<\/a><\/div>\n<\/div>\n"},"Michelle Obama joins James Corden on Carpool Karaoke":{"link":"http:\/\/www.bbc.co.uk\/news\/entertainment-arts-36833383","description":"US First Lady Michelle Obama is joining James Corden in his hit sketch Carpool Karaoke this week.","content":"<div property=\"articleBody\" contentScore=\"1003\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Michelle Obama and James Corden\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/12E02\/production\/_90441377_carpool_pa.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>PA<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Mrs Obama says she does not often get to \"rock out\" in the car\n                <\/span>\n            <\/figcaption><\/figure><p>US First Lady Michelle Obama is joining James Corden in his hit sketch Carpool Karaoke this week.<\/p><p>A preview showed the pair dancing to Beyonce's Single Ladies.<\/p><p>The clip, <a href=\"https:\/\/www.youtube.com\/watch?v=8L-2fTLEiDA\">posted on YouTube<\/a>, shows Corden arriving at the White House for a tour before Mrs Obama gets into his car.<\/p><p>The footage, which was recorded last month in Washington DC, will air on the British star's Late, Late Show in the US on Wednesday.<\/p><p>Mrs Obama is seen telling the presenter: \"I hear you're here for a 1.45 tour and I had a little time on my hands so you want to go for a spin?\"<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>The First Lady then tells Corden she \"rarely\" gets to listen to music in the car and the only time she has ever sat in the front passenger seat \"rocking out\" was when one of her daughters was learning to drive.<\/p><p>Other stars who have appeared on Carpool Karaoke include Adele, Sir Elton John and Stevie Wonder.<\/p><p>Corden began hosting The Late, Late Show in March last year.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Michelle Obama and James Corden\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/2C3C\/production\/_90442311_obama_corden_getty.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The sketch featuring the US First Lady will be broadcast on Wednesday\n                <\/span>\n            <\/figcaption><\/figure><hr><p><i>Follow us on Twitter <\/i><a href=\"https:\/\/twitter.com\/BBCNewsEnts\">@BBCNewsEnts<\/a><i>, on <\/i><a href=\"https:\/\/www.instagram.com\/BBCNewsEnts\/\">Instagram<\/a><i>, or email <\/i><a href=\"mailto:entertainment.news@bbc.co.uk\"><span><\/span><span>entertainment.news@bbc.co.uk<\/span><\/a><i>. <\/i><\/p>\n                                                                                                <\/div>\n"},"Ghostbusters scare up UK box office":{"link":"http:\/\/www.bbc.co.uk\/news\/entertainment-arts-36838621","description":"The new Ghostbusters film tops the UK and Northern Ireland box office in its debut weekend, toppling The Secret Life of Pets.","content":"<div property=\"articleBody\" contentScore=\"902\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Ghostbusters\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/16E6D\/production\/_90450839_mediaitem90450838.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>AP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The new Ghostbusters features an all-female group\n                <\/span>\n            <\/figcaption><\/figure><p>The new Ghostbusters film has topped the UK and Northern Ireland box office in its debut weekend.<\/p><p>The movie, which sees Melissa McCarthy, Kristen Wiig, Leslie Jones and Kate McKinnon as an all-female ghost-busting group, took £4.39m.<\/p><p>It beat other new entry Ice Age: Collision Course, which took £3.78m.<\/p><p>Ghostbusters failed to top the US box office this week, losing out to The Secret Life of Pets, which fell from the top to three in the UK chart.<\/p><p>It took £2.05m in its fourth week of release, taking its total UK box office haul to £25.4m.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p><a href=\"http:\/\/www.bbc.co.uk\/newsbeat\/article\/36832275\/ghostbusters-star-leslie-jones-hits-back-at-crazy-and-sick-racist-abuse\">Newsbeat: Ghostbusters star hits back at Twitter trolls<\/a><\/p><p>The Legend of Tarzan fell to four, with Absolutely Fabulous: The Movie at five.<\/p><p>Secret Cinema's latest production, Dirty Dancing, was the only other new entry in the top 10 at number six, taking £946,086.<\/p><div><table><tr><th>UK and Ireland box office<\/th><\/tr><tr><td>1. Ghostbusters - £4.39m<\/td><\/tr><tr><td>2. Ice Age: Collision Course - £3.78m<\/td><\/tr><tr><td>3. The Secret Life of Pets - £2.05m<\/td><\/tr><tr><td>4. The Legend of Tarzan - £1.48m<\/td><\/tr><tr><td>5. Absolutely Fabulous: The Movie - £1.2m<\/td><\/tr><tr><td><i>Source: Rentrak<\/i><\/td><\/tr><\/table><\/div><hr><p><i>Follow us on Twitter <\/i><a href=\"https:\/\/twitter.com\/BBCNewsEnts\">@BBCNewsEnts<\/a><i>, on Instagram at <\/i><a href=\"https:\/\/www.instagram.com\/BBCNewsEnts\/\">bbcnewsents<\/a><i>, or email <\/i><a href=\"mailto:entertainment.news@bbc.co.uk\"><span><\/span><span>entertainment.news@bbc.co.uk<\/span><\/a><i>.<\/i><\/p>\n                                                                                                <\/div>\n"},"Navy sonar broke whale protection laws, says US court":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36834457","description":"A US appeals court has ruled that sonar approved for use by the US Navy broke marine laws.","content":"<div property=\"articleBody\" contentScore=\"1821\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"A whale's tail\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/9E4C\/production\/_90442504_whaletail.gif\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Whales may travel hundreds of miles to avoid the sound of sonar, experts claim\n                <\/span>\n            <\/figcaption><\/figure><p>Sonar approved for use by the US Navy broke marine laws, a US appeals court has ruled.<\/p><p>The low-frequency active sonar, approved in 2012, is used to detect enemy submarines.<\/p><p>But it can also harm whales, dolphins and walruses that rely on underwater sound for navigating, catching prey and communicating, according to environmental groups.<\/p><p>The case will now be sent back to a lower court for further consideration.<\/p><p>In 2012, the National Marine Fisheries Service permitted navy sonar use but required it to shut down or delay use when a marine mammal was detected near the ships. Loud sonar pulses were also banned near coastlines and in certain protected waters.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Environmental groups, led by the Natural Resources Defense Council, filed a lawsuit in response, claiming the approval violated the Marine Mammal Protection Act.<\/p><p>The San Francisco federal appeals court ruled that the approval rules granted to the US Navy failed to meet a section of the protection act that required the programme to have \"the least practicable adverse impact on marine mammals\".<\/p><p>While it said it believed the navy had attempted to follow guidelines, it concluded that the fisheries service \"did not give adequate protection to areas of the world's oceans flagged by its own experts as biologically important\".<\/p>                                                                                                    <p>According to experts, the sonar systems used by the navy generate sound waves that can reach 235 decibels - a loud rock band reaches around 130. <\/p><p>These sound waves can travel for hundreds of miles under water and can retain an intensity of 140 decibels as far as 300 miles from their source.<\/p><p>Although direct correlations are hard to find, some scientists believe that the use of sonar has changed the behaviour of whales which have been observed swimming away, sometimes hundreds of miles, rapidly changing their depth and beaching themselves.<\/p>\n                                                                                                <\/div>\n"},"BBC+ app gathers together content in personalised hub":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36834757","description":"The BBC launches a new app that presents a selection of the broadcaster's online content chosen to appeal to each user's interests.","content":"<div property=\"articleBody\" contentScore=\"3126\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"BBC+\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/14DC4\/production\/_90444458_796793fa-bbc7-4fb1-b69b-58b287baf92a.jpg\" width=\"976\" height=\"549\"><\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The BBC+ app gives users an overview of the broadcaster's online content\n                <\/span>\n            <\/figcaption><\/figure><p>The BBC has launched a new app that presents a selection of the broadcaster's online content chosen to appeal to each user's interests.<\/p><p>BBC+ is available on iOS and Android. It brings together news, iPlayer content, weather forecasts, recipes and more.<\/p><p>Users must have signed up for an account, which lets the BBC track their use of the software.<\/p><p>One expert questioned how much appetite there would be for the service.<\/p><p>It is the 15th app to be offered by the BBC, excluding those launched by its commercial arm BBC Worldwide.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><figure><span>\n                \n                \n                <div data-alt=\"BBC\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/192C\/production\/_90444460_bddee0f2-45f1-4624-81cd-52dd8aead2b4.jpg\" data-width=\"976\" data-height=\"380\"><\/div>\n                \n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Users pick their interests and are then shown tailored picks\n                <\/span>\n            <\/figcaption><\/figure><p>\"This follows a growing trend to have a super app which is a one-stop destination for a broad range of content and services,\" said Paolo Pescatore, from the CCS Insight consultancy.<\/p><p>\"But the BBC, like others, needs to be very careful it does not overwhelm its customers with too many apps. <\/p><p>\"Research has shown that there is growing 'app-athy' amongst consumers who can't cope with the sheer number of apps they end up with on their phones. <\/p>                                                                                                    <p>\"The danger is that they use an app once and never return to it as it gets buried amongst other apps already installed - that is terrible for long-term consumer engagement.\"<\/p><p>The BBC recently announced one of its other apps - BBC Newsbeat - would soon close, and its youth-focused content would be rolled into the main BBC News app.<\/p><p>That decision was made, in part, because it had not attracted as many users as hoped.<\/p><p>\"Audiences... are telling us that, online, BBC News is the brand,\" said BBC head of news James Harding at the time.<\/p><figure><span>\n                \n                \n                <div data-alt=\"BBC Newsbeat\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/3D1C\/production\/_90444651_cc819524-fb8b-48a3-8285-fddb28d02c55.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><h2>Topics of interest<\/h2><p>When people first use BBC+, it asks them to choose at least three topics from a list of more than 50 options.<\/p><p>Examples include:<\/p><ul><li>behind the headlines<\/li>\n<li>iPlayer Radio picks<\/li>\n<li>faith and philosophy<\/li>\n<li>this week in sport<\/li>\n<\/ul><p>The app then creates a scrollable \"at a glance\" feed and the option to click through to specific themed pages.<\/p><p>Once the user has flicked through all the options, they are presented with a page saying: \"You're up to date!\".<\/p><p>At present, the app appears low down in Apple's App Store and Google Play when searched for, but over time this should improve.<\/p><h2>'At your convenience'<\/h2><p>Many users had already signed up to have a myBBC account ahead of the new app's launch.<\/p><p>The feature allows the broadcaster to target its content and make it a smoother experience for users to move from one device to another while using its services.<\/p><figure><span>\n                \n                \n                <div data-alt=\"MyBBC\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/674C\/production\/_90444462_a0bb8f66-9edd-450a-81db-3bc91a2bb600.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The MyBBC login is used to let users save tracks they heard on television programmes so that they can listen to them later\n                <\/span>\n            <\/figcaption><\/figure><p>Having an account is optional on some apps, such as BBC News, but obligatory on others, including BBC Music and BBC Bitesize.<\/p><p>\"As seven million people have signed up to myBBC, we are increasingly able to provide them with more of what they love based on what they've told us,\" <a href=\"http:\/\/www.bbc.co.uk\/mediacentre\/latestnews\/2016\/bbc-plus-app\">said Paul Owen, head of BBC+<\/a>.<\/p><p>\"BBC+ is a key part of the journey towards achieving a much more personal BBC, and truly brings topical information from across the whole organisation to your pocket, ready for you to access at your convenience.\"<\/p><p>The BBC has <a href=\"http:\/\/www.bbc.co.uk\/privacy\/\">promised not to sell the data<\/a> it gathers and allows users to delete information held about them.<\/p><p>But Mr Pescatore said gathering the data would give the BBC a competitive advantage.<\/p><p>\"There is a huge vested interest for the BBC to get consumers signed up with a BBC ID,\" he said.<\/p><p>\"If this app helps get people on board it will be yet another threat to other news outlets and broadcasters.\"<\/p>\n                                                                                                <\/div>\n"},"WhatsApp Brazil: judge blocks app again as row escalates":{"link":"http:\/\/www.bbc.co.uk\/news\/world-latin-america-36836674","description":"A judge in Brazil blocks nationwide access to WhatsApp indefinitely, blocking the messaging app for the third time in two years.","content":"<div property=\"articleBody\" contentScore=\"2703\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"A man walks with his mobile phone in his hand in downtown Rio de Janeiro, Brazil\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/1482F\/production\/_90451048_gettyimages-501779240.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>AFP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    A huge proportion of Brazil's online population use WhatsApp - partly because making mobile calls is expensive\n                <\/span>\n            <\/figcaption><\/figure><p>A judge in Brazil has blocked nationwide access to WhatsApp indefinitely, blocking the messaging app for the third time in two years.<\/p><p>The move comes after Whatsapp failed to hand over information requested in a criminal investigation.<\/p><p>WhatsApp also faces fines of 50,000 reais (£11,700; $15,300) per day until it complies with the judicial order.<\/p><p>A company spokesperson said: \"As we've said in the past we cannot share information we don't have access to\".<\/p><p>\"Indiscriminate steps like these threaten people's ability to communicate, to run their businesses, and to live their lives,\" the WhatsApp spokesperson added, calling for the block to be lifted as soon as possible.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>The most recent blockage happened in May, and forced 100 million people to turn to alternative services - a huge proportion of the internet-using population in a country with some of the world's highest mobile phone charges.<\/p><ul><li><a href=\"http:\/\/www.bbc.co.uk\/news\/technology-35978532\">WhatsApp and the backdoor battle<\/a><\/li>\n<li><a href=\"http:\/\/www.bbc.co.uk\/news\/technology-36683828\">Brazil blocks Facebook funds in WhatsApp row<\/a><\/li>\n<li><a href=\"http:\/\/www.bbc.co.uk\/news\/technology-35471694\">How people use WhatsApp to share breaking news with the world<\/a><\/li>\n<\/ul><p>In March, a Facebook executive was detained overnight for failing to comply with an attempt to block WhatsApp. <\/p><p>Correspondents say it is the latest clash in a battle between tech firms and judicial systems over how to collaborate in criminal investigations without compromising individual freedoms - like in <a href=\"http:\/\/www.bbc.co.uk\/news\/world-us-canada-35914195\">the dispute between Apple and the FBI<\/a> over access to the phone of the San Bernardino gunman.<\/p>                                                                                                    <p>Twitter users responded with frustration - and, in many cases, with parody: <\/p><figure><span>\n                \n                \n                <div data-alt=\"Twitter user @BelemNoticias tweets pic of jubilant crowd cheering and hugging: \"Exclusive images of the of [rival messaging service] Telegram office after the judge's decision to block WhatsApp in Brazil\"\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/401F\/production\/_90451461_5a01e9a6-92e2-4b94-9b96-0b86db0e061f.jpg\" data-width=\"610\" data-height=\"428\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Twitter<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    \"Exclusive images of the office of [rival messaging service] Telegram after the judge's decision to block WhatsApp in Brazil\"\n                <\/span>\n            <\/figcaption><\/figure><p>\"The order was not complied with, despite being issued three times,\" said Judge Daniela Barbosa de Souza in her Rio de Janeiro court, <a href=\"http:\/\/www1.folha.uol.com.br\/mercado\/2016\/07\/1793193-justica-do-rio-determina-bloqueio-do-whatsapp-no-brasil-diz-tv.shtml\">according to the Folha de Sao Paulo news website (in Portuguese)<\/a>, \"thus requiring the adoption of coercive measures determined by this judgement.\"<\/p><p>According to the Folha, the judge sought to have the contents of conversations sent in real time to investigators - as is the case with intercepted phone calls.<\/p><figure><span>\n                \n                \n                <div data-alt=\"The WhatsApp icon\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/A428\/production\/_89542024_89542022.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>EPA<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    WhatsApp insists it does not have access to its users' messages - \"privacy and security is in our DNA\"\n                <\/span>\n            <\/figcaption><\/figure><p>But end-to-end encryption - <a href=\"http:\/\/www.bbc.co.uk\/news\/technology-35969739\">introduced in April<\/a> - is a key advantage touted by WhatsApp.<\/p><p><a href=\"https:\/\/www.whatsapp.com\/faq\/en\/general\/28030015\">In its website's frequently asked questions, it says<\/a>: \"Privacy and security is in our DNA, which is why we have end-to-end encryption in the latest versions of our app... [This] ensures only you and the person you're communicating with can read what is sent, and nobody in between, not even WhatsApp.\"<\/p><p>But the judge counters that big tech firms need to abide by national laws, and if WhatsApp has the technology to encrypt messages, it should also have the technology to pass on judicially required information.<\/p><p>Technology commentators suggest the regular interruptions to service could dent WhatsApp's popularity.<\/p><p>As with before, the blockage probably will not last more than a few days but, at this point, people may just tire of dealing with the WhatsApp vs. Brazil feud altogether,\" <a href=\"http:\/\/thenextweb.com\/apps\/2016\/07\/19\/brazil-blocked-whatsapp\/\">remarked thenextweb.com<\/a>.<\/p>\n                                                                                                <\/div>\n"},"Germany mulls self-drive car 'black box'":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36826028","description":"Germany is considering introducing a black-box-style data recorder for autonomous cars to help investigators in the event of an accident.","content":"<div property=\"articleBody\" contentScore=\"846\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Driverless car\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/1C9B\/production\/_90432370_mediaitem90432366.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>AP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Many companies are testing fully autonomous vehicles\n                <\/span>\n            <\/figcaption><\/figure><p>Germany is considering introducing a black-box-style data recorder for autonomous cars to help investigators in the event of an accident.<\/p><p>Following reports that new legislation was being prepared, the Federal Ministry of Transport and Digital Infrastructure told the BBC the draft had not yet been finalised.<\/p><p>The hardware would record the decisions made by a car's computer while being used in autonomous mode.<\/p><p>It could pinpoint the cause of a crash.<\/p><p>The draft law was expected to be sent to other ministries for approval this summer, Reuters reported.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Self-driving car technology has been under close scrutiny following the fatal crash of a Tesla vehicle being operated in Autopilot mode in May.<\/p><p>Tesla has repeatedly stated that its Autopilot functionality is still in development and is not intended to be used as a fully autonomous driving solution.<\/p>\n                                                                                                                                                                                                    <\/div>\n"},"Nintendo rally sees its market value soar past Sony":{"link":"http:\/\/www.bbc.co.uk\/news\/business-36833916","description":"Think of a Japanese tech giant, a truly global player made in Japan - Sony, you say? Well, think again. Or rather - think Nintendo instead.","content":"<div property=\"articleBody\" contentScore=\"3818\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"People in Pikachu costumes onstage in Japan\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/AB63\/production\/_90357834_pikachu.jpg\" width=\"976\" height=\"649\"><span>Image copyright<\/span>\n                 <span>AFP<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Think of a Japanese tech giant, a truly global player made in Japan - there's a good chance Sony will come to mind. Well, think again. Or rather - think Nintendo instead. <\/p><p>After the unprecedented rally in Nintendo's share price since the release of <a href=\"http:\/\/www.bbc.co.uk\/news\/world-36770488\">Pokemon Go<\/a>, the gaming company has soared past Sony in terms of market value.<\/p><p>It's a juicy headline - but what does it actually mean? Is Nintendo now bigger than Sony? And does it even make sense to compare the two? <\/p><p>On Tuesday, Nintendo shares finished trading another 14% higher, meaning they have doubled in value since the launch of Pokemon Go on 6 July. <\/p><p>This puts Nintendo's overall market value at 4.36tn yen ($38bn; £28.8bn), topping Sony by 300bn yen.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>And all this before Pokemon Go's even hit the streets in Nintendo's home market. (It has so far rolled out across North America and Europe, but only launches in Japan on Friday.)<\/p><p>So, is the company's increased valuation justified? <\/p><p>\"The very easy answer is yes,\" says Gerhard Fasol of Eurotechnology in Tokyo. \"If the market thinks that's what a company is worth, then yes, it is justified.\" <\/p>                                                                                                    <p>After all, it is market value we're talking about.<\/p><h2>'Huge potential'<\/h2><p>But you have to go one step further, Fasol cautions, and ask whether these companies are actually comparable.<\/p><p>\"Pokemon still has huge potential - just think of the intellectual property rights to the characters for instance,\" he explains. \"A massive potential waiting to be harvested.\"<\/p><p>It is a key characteristic of the gaming industry that the success and performance of a game is extremely hard to predict and foresee. <\/p><figure><div>\n            <figure data-playable=\"{\"settings\":{\"counterName\":\"news.business.story.36833916.page\",\"edition\":\"Domestic\",\"pageType\":\"eav2\",\"uniqueID\":\"36833916\",\"ui\":{\"locale\":{\"lang\":\"en-gb\"}},\"externalEmbedUrl\":\"http:\\\/\\\/www.bbc.co.uk\\\/news\\\/business-36833916\\\/embed\",\"insideIframe\":false,\"statsObject\":{\"clipPID\":\"p0415b9g\"},\"playlistObject\":{\"title\":\"The BBC's Chris Foxx took to the streets to explore some of the app's highs and lows\",\"holdingImageURL\":\"http:\\\/\\\/ichef.bbci.co.uk\\\/images\\\/ic\\\/$recipe\\\/p0415c1w.jpg\",\"guidance\":\"\",\"simulcast\":false,\"liveRewind\":false,\"embedRights\":\"allowed\",\"items\":[{\"vpid\":\"p0415b9n\",\"live\":false,\"duration\":95,\"kind\":\"programme\"}],\"summary\":\"The BBC's Chris Foxx took to the streets to explore some of the app's highs and lows\"}},\"otherSettings\":{\"advertisingAllowed\":true,\"continuousPlayCfg\":{\"enabled\":false},\"isAutoplayOnForAudience\":false}}\"><\/figure><\/div>\n    <figcaption><span>Media caption<\/span>The BBC's Chris Foxx took to the streets to explore some of the app's highs and lows<\/figcaption><\/figure><p>And any surge of the kind that Nintendo has seen warrants caution, analysts warn. <\/p><p>\"We're in bubble territory now - the stock's vertiginous rally may not last,\" says Neil Wilson of ETX Capital. \"It's broken so far clear of any support levels that a fall could be nasty for those who bought into the rally.\"<\/p><p>The phenomenal success of Pokemon Go has surprised even seasoned market players. Nintendo certainly was hoping for a hit, but even it must have been somewhat caught off guard by the frenzy its little virtual creatures have created around the globe. <\/p><p>It's a surprise success but one that if sustained can have a transforming impact on the fortunes of the company. <\/p><h2>What's a Walkman? <\/h2><p>What does a firm like Sony have that could compete in terms of market impact? It's known mostly as a hardware company and a very successful and solid one.<\/p><p>\"The last time that Sony had a hit that could maybe be compared to Pokemon was probably the Walkman,\" Fasol points out. <\/p><p>The Walkman may seem like just yesterday to some, but to most Pokemon players you'd probably have to explain that it was a portable cassette player in the 1980s. And then you'd have to explain to them what a cassette was. <\/p><figure><span>\n                \n                \n                <div data-alt=\"Walkman\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/106E8\/production\/_90440376_009891364-1.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    A Walkman (for those too young to remember)\n                <\/span>\n            <\/figcaption><\/figure><p>So Nintendo certainly has an edge with its current success.<\/p><h2>A spike or a trend?<\/h2><p>The success of Pokemon Go is shared in part with the developers - Google spin-off Niantic - and we can expect to see similar games from other companies soon. <\/p><p>Yet Nintendo has a head start. \"The soaring stock price reflects the sentiment that Nintendo has hit upon a success case in mobile and augmented reality,\" David Corbin of industry website Tech in Asia told the BBC from Tokyo.<\/p><p>\"And it can be applied to other characters from its IP library - like Super Mario Brothers or Legend of Zelda.\"<\/p><figure><span>\n                \n                \n                <div data-alt=\"Pokemon Go\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/90EA\/production\/_90389073_mediaitem90389069.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>EPA<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Pokemon Go will launch in Japan on Friday\n                <\/span>\n            <\/figcaption><\/figure><p>Between 2006 and 2012, Nintendo profits soared on the back of its console success. During those years, the company's profits easily topped that of the established technology giants. <\/p><p>While that peak lasted a few years, it didn't last forever and more recently there was in fact concern that Nintendo was moving into mobile gaming way too late to still have an impact. <\/p><p>Pokemon Go may have silenced those concerns but whether Nintendo can ride that wave in the long term is - like much of the fortune in the gaming industry - unpredictable.<\/p>\n                                                                                                <\/div>\n"}}