{"Pioneering cancer drug combination approved":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36549674","description":"A pioneering pair of cancer drugs that unleash the immune system on tumours will be paid for by the NHS in England.","content":"<div property=\"articleBody\" contentScore=\"3585\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Melanoma\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/EA55\/production\/_89998995_m1320333-immunofluorescent_lm_of_melanoma_cancer_cells-spl.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>SPL<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>A pioneering pair of cancer drugs that unleash the immune system on tumours will be paid for by the NHS in England. <\/p><p>In trials, the combination therapy shrank the most aggressive and deadly type of skin cancer <a href=\"http:\/\/www.bbc.co.uk\/news\/health-36043882\">in 69% of patients.<\/a><\/p><p>The decision to approve the drugs is one of the fastest in NHS history and is likely to be adopted throughout the UK.<\/p><p>Experts said harnessing the body's own defences was now giving \"new hope\" to cancer patients.<\/p><p>The field - known as immunotherapy - is one of the most exciting in cancer treatment. <\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Cancers are a corrupted version of healthy tissue and evolve ways of evading the immune system.<\/p><p>Ipilimumab and nivolumab stop the cancers hiding and allow the immune system to attack. <\/p><figure><span>\n                \n                \n                <div data-alt=\"Skin cancer\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/15F85\/production\/_89998998_c0037239-melanoma_skin_cancer_spread-spl.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>SPL<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Melanoma kills more than 2,000 people in the UK each year\n                <\/span>\n            <\/figcaption><\/figure><p>Ten years ago, patients with advanced and aggressive melanoma lived for an <a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3228011\/\">average of nine months.<\/a><\/p>                                                                                                    <p>But two years after a being given both drugs - more than half experience tumours shrinking and a fifth have no sign of cancer at all. <\/p><p>Prof Carole Longson, from the National Institute for Health and Care Excellence (NICE) which approved the drugs, said: \"These promising new immunotherapy treatments for advanced melanoma look set to significantly extend the life of people with the condition.\"<\/p><p>The combination was licensed across Europe only last month. The speed with which it was approved by NICE means patients in England will be the first to have access to the therapy on the continent. <\/p><hr><h2>Peter Waite<\/h2><figure><span>\n                \n                \n                <div data-alt=\"Peter Waite\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/11FD9\/production\/_89998637_peterwaite-15.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><p>Peter Waite, a 63-year-old motor technician from Preston, was diagnosed with kidney cancer last year.<\/p><p>He started a trial on the drugs, which are now being tried in a wide range of cancers, in April 2015.<\/p><p>He told the BBC: \"There was a 30% reduction in the size of the tumours and it has arrested any further growth.<\/p><p>\"It's very easy to decide your life is over when you have a terminal illness, the introduction of these drugs is going to bring a lot of hope to people and I'm totally positive and looking forward to watching my grandchildren grow up.\"<\/p><p>He now has his cancer monitored every six weeks to ensure it does not start to grow again.<\/p><hr><p>Nivolumab and ipilimumab both work by interrupting the chemical signals that cancers use to convince the immune system they are healthy tissue.<\/p><p>Nivolumab blocks the off-switch on white blood cells called PD-1. Ipilimumab blocks a similar switch called CTLA-4.<\/p><p>Dr Paul Nathan, from the Mount Vernon Cancer Centre in Middlesex, told the BBC News website: \"Immunotherapy is genuinely exciting, it is starting to have a profound effect on many cancers and I'm in no doubt there will be patients that have long-term durable control of their disease... it really is a game-changer.\"<\/p><p>It is the dual-action that means the combination therapy works better than either alone.<\/p><p>However, the combination also causes inflammation in the bowels and liver as the drugs triggers the immune system to attack healthy tissues.<\/p><p>Prof Peter Johnson, the chief clinician at Cancer Research UK, said: \"These results give new hope to melanoma patients. <\/p><p>\"But, it's important to remember that more powerful treatment comes with an increased chance of severe side effects. <\/p><p>\"Our research now needs to identify which patients are most likely to benefit from this combination and who is most likely to experience the side effects, so doctors can make sure we get the balance right.\"<\/p><p>Gill Nuttall, the founder of the charity Melanoma UK, added: \"Once melanoma reaches an advanced stage, it is an aggressive and life-threatening disease which is difficult to treat because it has spread to other parts of the body.<\/p><p>\"Today's decision is hugely significant for patients.\" <\/p><p>Follow James <a href=\"https:\/\/twitter.com\/JamesTGallagher\">on Twitter.<\/a><\/p>\n                                                                                                <\/div>\n"},"Exercise four hours after learning 'boosts memory'":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36549897","description":"Intensive physical exercise four hours after learning is the key to remembering information learnt, say Dutch researchers.","content":"<div property=\"articleBody\" contentScore=\"1567\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Exhausted after cycling\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/13299\/production\/_89998487_thinkstockphotos-93593547.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Intensive physical exercise four hours after learning is the key to remembering information learnt, say Dutch researchers.<\/p><p>Exercise is known to release proteins that can boost the part of the brain related to memory, and this study suggests the timing of it is crucial.<\/p><p>The study, in Current Biology, tested 72 people on their memory recall.<\/p><p>And it found exercising a few hours after learning was more effective than immediately afterwards.<\/p><p>After spending 40 minutes on a learning task, the 72 people were split into groups:<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><ul><li>one exercised straight away<\/li>\n<li>the second performed exercise fours hours later<\/li>\n<li>the third did not do any exercise<\/li>\n<\/ul><p>The activity consisted of 35 minutes' vigorous exercise on an exercise bike.<\/p><h2>Brain patterns<\/h2><p>When they were all tested on how much they had remembered two days later, the second group performed best.<\/p><p>Brain images using MRI showed this group's activity patters in the hippocampus - which is connected to learning and memory - were sharper. <\/p>                                                                                                    <p>It is thought the chemical compounds produced in the body by physical exercise, including dopamine and norepinephrine, can help to improve memory.<\/p><p>Guillen Fernandez, lead researcher, from the Donders Institute for Brain, Cognition and Behaviour, in the Netherlands, said: \"Our results suggest that appropriately timed physical exercise can improve long-term memory and highlight the potential of exercise as an intervention in education and clinical settings.\"<\/p><p>He added that exercise was particularly effective for consolidating weak memories.<\/p><p>But it was not clear why delayed exercise had a positive effect on long-term memory.<\/p><p>And the research team will now study the timing of exercise and its influence on learning and memory.<\/p>\n                                                                                                <\/div>\n"},"Philadelphia to bring in 'soda tax' to fight obesity":{"link":"http:\/\/www.bbc.co.uk\/news\/world-us-canada-36553964","description":"The US city of Philadelphia introduces a tax on carbonated sugary drinks, despite a multimillion-dollar campaign by the beverage industry to block it.","content":"<div property=\"articleBody\" contentScore=\"1564\">\n                                                                                                    <figure><span>\n                \n                <img alt='Six woman standing at the back of the chamber cheer, holding signs that say \"our kids are worth it\"' src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/BA22\/production\/_90005674_audience.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>AP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Supporters of the tax cheered in the council chamber when the bill was passed\n                <\/span>\n            <\/figcaption><\/figure><p>Philadelphia has introduced a levy on carbonated sugary drinks, despite a multimillion-dollar campaign by the beverage industry to block it.<\/p><p>It will become the first major US city to implement a so-called \"soda tax\", which supporters say will improve the health of 1.5 million residents.<\/p><p>But opponents say it will hurt small businesses and poorer people.<\/p><p>The measure will come into force in January and is expected to raise $90m (£63m) next year.<\/p><p>The city's Democratic mayor, Jim Kenney, says the tax revenue will be spent on pre-nursery and community schools, and recreation centres. <\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>He said: \"Philadelphia made a historic investment in our neighbourhoods and in our education system today.\" <\/p><figure><span>\n                \n                \n                <div data-alt=\"Jim Kenney speaking at a podium\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/12F52\/production\/_90005677_jimkenney.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>AP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Philadelphia's mayor, Jim Kenney, told reporters the tax was a \"historic investment\"\n                <\/span>\n            <\/figcaption><\/figure><p>The tax will be set at 1.5 cents per ounce (about 50 cents, or 35 pence per litre). Distributors will be required to pay it on all sugary or artificially sweetened drinks, and may choose whether or not to pass it on to consumers.<\/p><p>\"Soda tax\" proposals have failed in more than 30 states and the only other city in the US with a similar tax is Berkeley in California.<\/p>                                                                                                    <p>The beverage industry paid for advertising against the tax proposal, saying the tax would be costly to consumers.<\/p><p>Multimillionaire Harold Honickman, who made his fortune in the soft drink bottling industry, spent an estimated $1.7m (£1.2m) fighting the tax and said he would file a lawsuit against the case.<\/p><p>In Philadelphia, more than 68% of adults and 41% of children are overweight or obese.<\/p><p>The council had already approved the measure in a previous vote, and Thursday's 13-4 vote rubber-stamped the proposal.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Women wearing 'no soda tax' T-shirts walk down the stairs looking glum\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/1433E\/production\/_90005728_opponents.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>AP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Opponents of the tax left the council meeting disappointed\n                <\/span>\n            <\/figcaption><\/figure><\/div>\n"},"Health bodies call for drugs to be decriminalised":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-36544380","description":"Two leading public health organisations call for the possession and personal use of all illegal drugs to be decriminalised in the UK.","content":"<div property=\"articleBody\" contentScore=\"2452\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Cocaine\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/167E\/production\/_89985750_mediaitem89985749.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Science Photo Library<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Two leading public health organisations have called for the possession and personal use of all illegal drugs to be decriminalised in the UK.<\/p><p>The <a href=\"https:\/\/www.rsph.org.uk\/en\/about-us\/latest-news\/press-releases\/press-release1.cfm\/pid\/19604B82-A813-4F08-9A8EDD56A8E3E044\">Royal Society for Public Health<\/a> and the Faculty of Public Health said the government's approach to drugs policy had failed.<\/p><p>There should be a greater focus on treatment and education, they added.<\/p><p>The Home Office defended its record, saying drug misuse had declined over the past 10 years.<\/p><p>The report, called Taking A New Line On Drugs, said criminal sanctions failed to deter illegal drug use, undermined people's life chances and could act as a barrier to addicts coming forward for help.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>It called for a \"sea change in approach\" and said the UK should adopt the Portuguese system under which people caught using drugs were offered treatment and support rather than being punished.<\/p><p>However, dealers and suppliers would still be prosecuted.<\/p><h2>'New approach'<\/h2><p>The report also suggested that drugs education be made mandatory, and that responsibility for drugs policy be moved from the Home Office to the Department of Health.<\/p><aside><div>\n<span><\/span><blockquote>Those who misuse drugs are in need of treatment and support - not criminals in need of punishment<footer>Shirley Cramer, Royal Society for Public Health<\/footer><\/blockquote>\n<\/div><\/aside><p>Royal Society for Public Health chief executive Shirley Cramer said: \"For too long, UK and global drugs strategies have pursued reductions in drug use as an end in itself, failing to recognise that harsh criminal sanctions have pushed vulnerable people in need of treatment to the margins of society, driving up harm to health and wellbeing even as overall use falls.<\/p><p>\"On many levels, in terms of the public's health, the 'war on drugs' has failed.<\/p><p>\"The time has come for a new approach, where we recognise that drug use is a health issue, not a criminal justice issue, and that those who misuse drugs are in need of treatment and support - not criminals in need of punishment.\"<\/p><p>Baroness Molly Meacher, speaking on behalf of the All-Party Parliamentary Group for Drug Policy Reform, welcomed the report.<\/p><p>She said the current system \"criminalises some users of psychoactive drugs whilst very harmful psychoactive drugs including alcohol and tobacco remain legal\".<\/p><p>A Home Office spokesman said: \"The UK's approach on drugs remains clear - we must prevent drug use in our communities and support people dependent on drugs through treatment and recovery.<\/p><p>\"At the same time, we have to stop the supply of illegal drugs and tackle the organised crime behind the drugs trade.\"<\/p><p>The spokesman said there had been a drop in drug misuse over the past decade and more people were recovering from dependency now than in 2009-10.<\/p>\n                                                                                                <\/div>\n"},"South West NHS 111 service rated inadequate":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-england-devon-36539768","description":"A \"consistently failing\" NHS patient helpline is rated inadequate in a \"damning\" report.","content":"<div property=\"articleBody\" contentScore=\"3455\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Call centre\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/E590\/production\/_89986785_callcentre.jpg\" width=\"976\" height=\"549\"><\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The NHS out-of-hours helpline has been rated 'inadequate' in a CQC report\n                <\/span>\n            <\/figcaption><\/figure><p>A \"consistently failing\" NHS patient helpline has been rated inadequate in a \"damning\" report.<\/p><p>Patients requiring emergency care in the South West were left waiting \"for long periods\", the Care Quality Commission (CQC) found.<\/p><p>Inspectors said the 111 service, run by South Western Ambulance Service NHS Foundation Trust (SWASFT), put callers' safety at risk.<\/p><p>SWASFT chief executive Ken Wenman said the report contained \"no surprises\".<\/p><p><a href=\"http:\/\/www.bbc.co.uk\/news\/live\/uk-england-devon-36482929\">Click here for the latest updates on this story<\/a><\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>He said there was no evidence the service had caused clinical harm. but accepted it was \"no way near what it should be\".<\/p><h2>'National problem'<\/h2><p>Mr Wenman said: \"The CQC report does point out that we were understaffed... it's very difficult to recruit and retain members of staff, particularly clinical staff in this type of service, and that's the focus that we're going to be having as part of the improvements that we're going to make over the coming months.\" <\/p><p>Chris Nelson, joint branch secretary at Unison for South West Ambulance, said the report was \"clearly very damning\".<\/p>                                                                                                    <p>\"What we experience within NHS 111 is indicative, unfortunately, of the national problem with NHS 111, a service that is poorly understood, poorly commissioned, poorly funded will always fail, despite the clear and obvious efforts that are being made by our members\", he said.<\/p><p>The inspection was brought forward after a former senior call adviser for the non-emergency hotline said <a href=\"http:\/\/www.bbc.co.uk\/news\/uk-england-35578636\">staff were asleep on the job<\/a>.<\/p><figure><span>\n                \n                \n                <div data-alt=\"William Mead\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/BBDB\/production\/_87919084_83537408.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>William Mead's family<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    William Mead died from septicaemia in 2014\n                <\/span>\n            <\/figcaption><\/figure><p>Melissa Mead, whose son died of sepsis after the 111 service and GPs failed to spot his condition, said the report confirmed \"her doubts and suspicions\" but she hoped it would bring improvements to the service.<\/p><p>\"We can't bring William back but for us the best apology is to change behaviour\", she said.<\/p><p>A team of 13 inspectors visited two call centres, which serve Dorset, Devon and Cornwall, on three occasions in March.<\/p><p>They found the service \"had been consistently failing to meet national standards\", and \"too many patients\" abandoned their calls due to long waiting times.<\/p><p>The report said staff were stressed and tired, and calls were being answered by staff \"who were not trained to assess patients' symptoms\".<\/p><div id=\"bbc-news-vj-iframe-content-placeholder\"><\/div>\n<div id=\"ns_datapic_nhs111\">\n    <div>\n        <div>\n           \n                          <div>\n                <h2 data-test-id=\"vj_main_header\">\n                  NHS 111 Calls                <\/h2>\n              \n                              <\/div>\n\n            \n                        \n              <div>\n                                    <div contentScore=\"96\">\n                      <p>6%<\/p>\n                      <p>Life threatening conditions which took more than 3 minutes to be passed to the ambulance service<\/p>\n                  <\/div>\n                                    <div contentScore=\"37\">\n                      <p>21 hours<\/p>\n                      <p>Longest wait for a call back in Devon<\/p>\n                  <\/div>\n                                <\/div>\n            \n                        \n            <ul><li contentScore=\"47\">\n                                          <p><span>14%<\/span> Calls unanswered in the South West in 2015 <\/p>\n                                    <\/li>\n                                <li contentScore=\"48\">\n                                          <p><span>8%<\/span> National average of unanswered calls in 2015 <\/p>\n                                    <\/li>\n                            <\/ul><div>CQC Report 2016<\/div>\n        \n        <\/div>\n            <\/div>\n<\/div>\n\n\n\n\n    \n<p>Patients were at risk of harm because the system used to assess the urgency of a caller's medical needs was \"not good enough\", chief inspector of hospitals Professor Sir Mike Richards said.<\/p><p>Despite a \"large number of complaints\" from staff, patients and healthcare professionals about the service, SWASFT only took \"limited action\" to deal with the problems, the report found.<\/p><p>However it highlighted the \"calm, patient and professional manner\" of frontline staff, who were \"reassuring when responding to people calling in distress\".<\/p><figure><span>\n                \n                \n                <div data-alt=\"line break\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/media\/images\/66239000\/gif\/_66239292_line2.gif\" data-width=\"624\" data-height=\"1\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><h2>Previous Problems<\/h2><ul><li>June 2015 - Inquest hears that William Mead's death \"could have been avoided\" if NHS 111 had referred him to hospital<\/li>\n<li>January 2016 - An NHS England report finds the service \"missed chances to save sepsis baby William Mead\"<\/li>\n<li>February 2016 - NHS investigates \"sleeping 111 medics\" at Dorset call centre<\/li>\n<li>February 2016 - Top paediatrician questions safety of NHS 111 helpline for young children<\/li>\n<li>February 2016 - The Royal College of Nursing claims staff are being implicitly pressured not to transfer calls to 999<\/li>\n<\/ul><figure><span>\n                \n                \n                <div data-alt=\"line break\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/media\/images\/66239000\/gif\/_66239292_line2.gif\" data-width=\"624\" data-height=\"1\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><p>Nationally 95% of NHS 111 calls should be answered in 60 seconds - but in the South West only 72% of calls at one point were hitting this target, inspectors said.<\/p><p>The CQC has issued a warning notice to SWASFT, which has been ordered to make \"significant improvements\" by 8 July.<\/p><p>A separate report commissioned by SWASFT found no evidence for many of the allegations made about the service by whistleblower Sarah Hayes, who told the Daily Mail newspaper that staff had fallen asleep.<\/p><p>Ms Hayes did not appear to have raised her concerns using any of the internal channels, it said, but it acknowledged staff felt there had been \"insufficient clinical support available\".<\/p><p>The report did not consider allegations relating to performance or patient safety at the request of SWASFT.<\/p>\n                                                                                                <\/div>\n"},"YouTube 'star' Lonelygirl15 back after seven years":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36557864","description":"A YouTube vlog-style series, said to be one of the first examples of viral video, has uploaded new material for the first time since 2009.","content":"<div property=\"articleBody\" contentScore=\"2034\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Lonelygirl15\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/2D96\/production\/_90007611_mediaitem90007610.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>YouTube \/ Lonelygirl15<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>A YouTube vlog-style series, which was said to be one of the first examples of viral video, has had new material uploaded for the first time since 2009.<\/p><p>The video has already had thousands of views and original fans of the channel, Lonelygirl15, have expressed surprise.<\/p><p>The show, in the form of a confessional vlog by a teenage girl, launched in 2005 and <a href=\"http:\/\/articles.latimes.com\/2006\/sep\/13\/local\/me-lonelygir13\">was later revealed to have been scripted.<\/a><\/p><p>It attracted millions of viewers, even after the staging was announced.<\/p><p>The film makers called a press conference after a year, following increasing suspicion among fans and the media that the central character, Bree, was not a real person.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Co-creator Mesh Flinders, speaking before the new video was uploaded, <a href=\"https:\/\/www.theguardian.com\/technology\/2016\/jun\/16\/lonelygirl15-bree-video-blog-youtube\">told the Guardian<\/a> that he did not think the project would work in today's climate.<\/p><p>\"On YouTube now we wouldn't get away with this for 30 seconds,\" he said. <\/p><p>\"People would know she's fake immediately.\"<\/p><figure><span>\n                \n                \n                <div data-alt=\"Lonelygirl15\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/F0E6\/production\/_90007616_mediaitem90007615.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>YouTube\/Lonelygirl15<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    One of the first Lonelygirl15 videos has had nearly six million views\n                <\/span>\n            <\/figcaption><\/figure><p>The show, which ran for two years, grew a cast of characters and frequently referenced a mysterious and sinister religion. The storyline became a fight against an organisation called The Order. <\/p><p>It continued to run after Bree was killed off - but she is back in <a href=\"https:\/\/www.youtube.com\/watch?v=qwklfIbSAgA\">the new video,<\/a> which includes some hidden material.<\/p><p>\"I know, you've got a lot of questions. Questions deserve answers. It's the only thing that satisfies them and I have many...\" reads the accompanying text.<\/p><p>Those leaving comments beneath the video seem as amazed to discover that they have been on YouTube for 10 years as they are about the new material.<\/p><p>There is a mixture of surprise, delight and confusion in their reactions to the video itself, as well as some saying they think the series has had its day and should not be resurrected, while others question whether the new video is a hoax.<\/p><p>Actress Jessica Lee Rose, who played Bree, said that when she first discovered the role was for an internet show and not a movie, she almost pulled out.<\/p><p>\"I instantly though this is some scam. I really thought this was what I'd been warned about moving to Los Angeles,\" she said. <\/p>\n                                                                                                <\/div>\n"},"Google working on 'common-sense' AI engine at new Zurich base":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36558829","description":"Google opens new AI research centre in Europe with big ambitions for the technology.","content":"<div property=\"articleBody\" contentScore=\"3089\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Google office\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/5906\/production\/_90009722_mediaitem90009720.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Google<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Zurich will become Google's biggest AI research centre outside the US\n                <\/span>\n            <\/figcaption><\/figure><p>Google is extending its push into artificial intelligence with a new European research centre dedicated to advancing the technology.<\/p><p>Based in Zurich, the team will focus on three areas - machine learning, natural language understanding and computer perception.<\/p><p>Emmanuel Mogenet, who will head the unit, said much of the research would be on teaching machines common sense.<\/p><p>There was, he said, \"no limit on how big I grow the team\".<\/p><p>\"We are very ambitious in terms of growth. The only limiting factor will be talent,\" he told journalists gathered in Zurich to hear more about Google's AI plans.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><figure><span>\n                \n                \n                <div data-alt=\"Neural network\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/CE36\/production\/_90009725_mediaitem90009723.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Google<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Self-learning neural networks have offered huge leaps in understanding images\n                <\/span>\n            <\/figcaption><\/figure><p>Machine learning is already the \"secret sauce\" in a lot of Google products, said Mr Mogenet, including search, spam filters, translation and content removal, as well as newer products such as its virtual helper Google Assistant, messaging app Allo and self-driving cars.<\/p><p>\"We are on the brink of a brand new era of computing,\" Mr Mogenet told journalists.<\/p><p>One of the key focuses would be on teaching computers \"common sense\", he said.<\/p>                                                                                                    <p>\"A four-year-old child learns about the world through their senses so they know that cows don't fly without being told this. Computers need to understand some obvious things about the world so we want to build a common-sense database.\"<\/p><p>Another key focus will be improving human\/machine dialogue. <\/p><p>\"Google has always been in the business of natural language because that is how people search but we have never really understood the question. We have just matched keywords with content and rank that content smartly,\" he said.<\/p><p>\"The next stage is to truly understand what people are asking.\"<\/p><p>Finally, the researchers would delve beneath the bonnet to try to understand \"how machines learn and why deep learning works so well\", he said.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Go game between Lee Sedol and AlphaGo\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/13821\/production\/_88650997_capture6.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Google<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    One on the moves in a game between AlphaGo and a world champion Go player has been hailed as a seminal moment for AI\n                <\/span>\n            <\/figcaption><\/figure><p>Google's high profile AI team DeepMind, based in London, has the broader ambition to \"solve intelligence\". <\/p><p>It caused controversy recently when it was revealed that it had been given access to the healthcare data of millions of patients as part of a partnership with the NHS to develop an alert system for kidney disease.<\/p><p>DeepMind research scientist Thore Graepel was at the Zurich event to give an update on its other high-profile project - a landmark battle between human and AI, in which its computer program AlphaGo took on the world's best Go player, winning four out of five of the games.<\/p><h2>Key moment<\/h2><p>Dr Graepel said Go players around the world are now \"keen to play AlphaGo\".<\/p><p>\"There is a great desire to make it available in some form,\" he said.<\/p><p>But first, the researchers have a rare opportunity to \"debug an AI system\".<\/p><p>\"AlphaGo lost a game and we as researchers want to explore that and find out what went wrong. We need to figure out what its weaknesses are and try to improve it.\"<\/p><p>One of the machine's moves - number 37 in game two, has been hailed by both Go and computer experts as a key moment for the game and for the development of AI.<\/p><p>\"The move came out of nowhere. It stunned Lee Se-dol. It was the result of two neural networks working together and could represent the first signs of computational intuition and creativity,\" said Dr Graepel.<\/p>\n                                                                                                <\/div>\n"},"China rules against Apple over iPhone patent claim":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36561428","description":"Beijing's Intellectual Property Office has ruled against Apple in a patent dispute brought by a Chinese handset maker.","content":"<div property=\"articleBody\" contentScore=\"901\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"iPhones in China\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/5619\/production\/_90014022_gettyimages-457350066.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Beijing's Intellectual Property Office has ruled against Apple in a patent dispute brought by a Chinese handset maker.<\/p><p>The iPhone 6 and 6S models are similar to Shenzhen Baili's 100C phone, the authority ruled.<\/p><p>In theory, this could lead to iPhone sales being halted in Beijing but sales may be continued if Apple launches an appeal.<\/p><p>The BBC has contacted Apple for comment.<\/p><p>The iPhone currently remains on sale in Beijing and around China, reports the <a href=\"https:\/\/www.techinasia.com\/apple-china-sales-ban-nope-not-yet\">Tech in Asia website<\/a>.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Analyst Ben Wood, from CCS Insight, told the BBC he was confident that Apple would resolve the situation.<\/p><p>\"Large companies will always be reluctant to settle if they feel they don't have a case to answer, but the Chinese market is so strategic to Apple that if they have to settle, they will,\" he told the BBC.<\/p><p>\"This is a constant challenge for all large tech firms. <\/p>                                                                                                    <p>\"Typically these sorts of legal spats are a game of brinkmanship.\"<\/p>\n                                                                                                <\/div>\n"},"London Mayoral count resorted to spreadsheets":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36558446","description":"Spreadsheets had to be used to help determine the delayed result of last month's London Mayoral election - after a counting software glitch.","content":"<div property=\"articleBody\" contentScore=\"2190\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Sadiq Khan\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/17F2A\/production\/_90009089_gettyimages-534097188.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Getty Images<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Sadiq Khan's victory in the London Mayoral election was announced later than planned, on 7 May\n                <\/span>\n            <\/figcaption><\/figure><p>The result of last month's London Mayoral election on 5 May was delayed by several hours after staff had to manually query a bug-stricken database.<\/p><p><a href=\"http:\/\/www.bbc.co.uk\/news\/election-2016-36232392\">Sadiq Khan was elected,<\/a> but the result was not declared until the Saturday.<\/p><p>One of the firms behind the software, DRS, revealed new details of the mishap at the London Assembly on Thursday.<\/p><p>Staff had to collate discrepancies in a spreadsheet, rather than automatically, when tallying final results, said chief executive Steve Gowers.<\/p><p>It was during the late afternoon the day after the election that \"discrepancies\" in different sets of results were noticed.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>The system was provided by IntElect, a joint project between DRS Data Services and ERS Group.<\/p><p>A resulting investigation found that the underlying data, the actual numbers of votes in the database, was correct - but the counting software was not reporting it accurately.<\/p><p>The decision was then taken to disregard the system's ability to collate results from each constituency - querying this data was instead done by programmers.<\/p>                                                                                                    <p>\"The manual part of the process meant that we took the output of those queries and put them into a spreadsheet to add them up,\" explained Mr Gowers.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Counting staff\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/E6D2\/production\/_90009095_gettyimages-528551136.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>AFP<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Scanning machines were used to count ballots during last month's elections in London\n                <\/span>\n            <\/figcaption><\/figure><p>Another meeting to discuss what happened will not be held until next month, a spokeswoman for London Elects told the BBC.<\/p><p>\"There'll be a further meeting and further investigations, then a report will be released with recommendations,\" she said.<\/p><p>Electoral law expert Prof Bob Watt at Buckingham University said he was concerned about the use of electronic counting systems.<\/p><p>\"The bigger issue is of course just how stable these machines are and that's something that I have a great deal of worry about and have had for some time,\" he told the BBC. <\/p><p>Electronic voting machines are not currently used by UK voters when casting ballots, but counting software is used in the London Mayoral and Assembly elections.<\/p><p>In this case, the Assembly election was not affected by the glitch, according to City Hall.<\/p><p>The London Elects spokeswoman said that without electronic aid it would take \"three days\" to count the votes from various ballots.<\/p><p>Electronic counting systems will not be used to count votes in the EU referendum on 23 June.<\/p>\n                                                                                                <\/div>\n"},"Russian 'runaway robot' causes traffic jam":{"link":"http:\/\/www.bbc.co.uk\/news\/blogs-news-from-elsewhere-36547139","description":"The machine reportedly escaped after a lab engineer forgot to shut a gate.","content":"<div property=\"articleBody\" contentScore=\"1375\">\n            <figure><span>\n                \n                <img alt=\"Robot in the middle of a street\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/4A7D\/production\/_89996091_robot2.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>YouTube<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The escaped robot spent more than half an hour in the middle of a busy road\n                <\/span>\n            <\/figcaption><\/figure><p>A robot escaped from a science lab and caused a traffic jam in one Russian city, it's reported. <\/p><p>Scientists at the Promobot laboratories in Perm had been teaching the machine how to move around independently, but it broke free after an engineer forgot to shut a gate, says the local edition of the <a href=\"http:\/\/www.perm.aif.ru\/society\/details\/v_permi_s_testovogo_poligona_sbezhal_promobot\">Argumenty i Fakty<\/a> newspaper. The robot found its way to a nearby street, covering a distance of about 50m (164ft), before its battery ran out, the daily says.<\/p><p>An <a href=\"https:\/\/www.youtube.com\/watch?v=zmzG7kv8DGA\">eyewitness video<\/a> posted online shows a vaguely humanoid machine standing in the middle of a busy road, guarded by a traffic policeman. It is then wheeled off by a human, presumably an engineer from the company that developed the robot.<\/p><p>Russian Channel 5 TV also showed <a href=\"https:\/\/www.youtube.com\/watch?v=DflIoeNVQ4w\">footage of the incident<\/a>, and said that the robot spent about 40 minutes at large.<\/p><p>But not everyone is convinced that the robot's escape was accidental: some in the Russian media <a href=\"http:\/\/www.it-world.ru\/news\/tech\/84894.html\">have argued<\/a> that it's all a ploy devised by Promobot to draw attention to its creation.<\/p><p>The company <a href=\"https:\/\/promo-bot.ru\/\">says<\/a> its machines can interact with humans, for example by answering questions and giving directions. But as the name Promobot suggests, its primary purpose seems to be broadcasting promotional audio messages via built-in loudspeakers.<\/p><p><strong>Next story: <\/strong><a href=\"http:\/\/www.bbc.co.uk\/news\/blogs-news-from-elsewhere-36538479\">Alarm at children's 'gun play' at German military event<\/a><\/p><p><i>Use #NewsfromElsewhere to stay up-to-date with our reports via <\/i><a href=\"https:\/\/twitter.com\/search?q=%23NewsfromElsewhere&src=typd\">Twitter<\/a>.<\/p>\n        <\/div>\n"}}