{"NHS data-sharing project scrapped":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36723486","description":"The Department of Health in England is scrapping its controversial data sharing project - known as Care.data.","content":"<div property=\"articleBody\" contentScore=\"2136\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"file picture - patient notes\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/185BA\/production\/_90307799_datac0266162-hospital_ward_administration-spl-1.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>LIFE IN VIEW\/SCIENCE PHOTO LIBRARY<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>The Department of Health in England is scrapping its controversial data-sharing project - known as <a href=\"http:\/\/www.bbc.co.uk\/news\/health-26259101\">Care.data<\/a>.<\/p><p>The programme, which was due to launch in 2014, faced widespread criticism - including fears the public had been left in the dark about it.<\/p><p>The announcement comes as Dame Fiona Caldicott and the Care Quality Commission published two reviews on data security in English healthcare.<\/p><p>Their reports put forward a series of proposals to safeguard data in the NHS.<\/p><h2>'Criminal sanctions'<\/h2><p>They call for stronger government sanctions for malicious or intentional data breaches, together with tougher criminal sanctions against those who use any anonymised data to re-identify individuals.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Meanwhile, out-of-date computer software and hardware should be replaced urgently, they say.<\/p><p>The reviews recommend an opt-out system so patients can say no to confidential or personal health data being used for anything beyond their direct care. <\/p><p>But this could be overridden for mandatory requirements such as fraud investigations or situations of public interest such as epidemics, they suggest.<\/p>                                                                                                    <p>And patients could give explicit consent for specific research studies, even if they had opted-out. <\/p><p><a href=\"https:\/\/www.gov.uk\/government\/speeches\/review-of-health-and-care-data-security-and-consent\">Responding in a written statement to Parliament<\/a>, the Department of Health said it has launched a public consultation on the option of opt-outs, alongside 10 security standards that Dame Fiona suggests NHS organisations must meet.<\/p><p>Officials also say they support stronger criminal sanctions for misuse of anonymised data and are working with suppliers to ensure IT systems are up-to-date. <\/p><p>Meanwhile, the Department of Health said though it had taken the decision to close the Care.data programme it was \"committed to realising the benefits of sharing information\". <\/p><p>The <a href=\"https:\/\/www.england.nhs.uk\/ourwork\/tsd\/care-data\/\">Care.data project<\/a>, led NHS England, together with the Health and Social Care Information Centre, was designed to bring health and social care information from different settings together to see what was working well and what could be done better. <\/p><p>It was due to launch two years ago, but was paused after concerns a public information campaign explaining its use was not clear enough and did not reach everyone. <\/p>\n                                                                                                <\/div>\n"},"Prostate cancer: Test for inherited risk":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36701515","description":"Men with advanced prostate cancer could be checked for high risk family genes because they are fairly common, affect treatment and can be passed on to their children, say experts.","content":"<div property=\"articleBody\" contentScore=\"3010\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"prostate cancer\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/F7CE\/production\/_90283436_thinkstockphotos-478239354.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Men with advanced prostate cancer could be checked for high-risk family genes because they are fairly common, affect treatment and can be passed on to their children, say experts.<\/p><p>According to the international researchers, more than one in every 10 men with the advanced disease carries a faulty gene, inherited from a parent. <\/p><p>One of the genes is BRCA1 - already linked to breast and ovarian cancer. <\/p><p>The study, in the journal NEJM, is the largest of its kind to date.<\/p><p>It included nearly 700 patients with aggressive prostate cancer and found that a \"significant proportion\" of these men are born with mutant DNA.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Men with these genes may benefit from newer drug treatments that exploit the damaged genetic code to locate and kill off cancer cells. <\/p><h2>Inherited risk<\/h2><p>One in eight men will get prostate cancer in their lifetime - that is 47,000 men diagnosed with the disease every year in the UK. <\/p><p>Some prostate tumours are very slow growing and may never cause any symptoms or harm. Others - about a third - are faster growing and can be lethal. <\/p>                                                                                                    <p>Researchers have been looking for ways to better recognise which cancers will be more problematic and they believe looking at a person's genes could help. <\/p><p>Prof Johann de Bono, from London's Institute of Cancer Research, and colleagues used a saliva test to check the DNA of the 692 men with advanced prostate cancer who took part in their study. <\/p><p>About 12% of the men were found to have inherited DNA mutations that the experts say could be the root cause of their cancer.<\/p><figure><span>\n                \n                \n                <div data-alt=\"DNA\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/3DE8\/production\/_90284851_thinkstockphotos-533432858.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>Prof de Bono believes identifying patients in this way could improve treatment. <\/p><p>\"We could offer these men drugs such as PARP inhibitors, which are effective in patients with certain DNA repair mutations and are showing important anti-tumour activity in ongoing clinical trials.\"<\/p><p>He said it was too early to recommend screening whole families for the mutations, but that might be sensible in the future. <\/p><p>\"As doctors, we all know patients who say their father and grandfather had this cancer. <\/p><p>\"We need to do trials to evaluate this risk. Then we could look at preventive strategies.\"<\/p><p>He said if the risk was high then maybe the men at greatest risk could consider having their prostate removed as a precaution.<\/p><p>He pointed out that doctors already do similar preventive surgery for breast and ovarian cancer linked to the BRCA genes. <\/p><p>But he cautioned that it was still early days - more studies are needed to assess this.<\/p><p>Dr Iain Frame of Prostate Cancer UK agreed, saying: \"In future testing all men with advanced disease for these mutations might help select the most effective treatments for them. <\/p><p>\"However, there's still a lot of work to do to see how this could be done in a routine clinical setting, and to consider the consequences for men and their families.\"<\/p><p>Dr Imran Ahmad from Cancer Research UK said: \"As the cost falls, the cancer sequencing approach used in this study will become more and more relevant, making it possible to routinely examine all men with advanced prostate cancer for inherited mutations.\"<\/p>\n                                                                                                <\/div>\n"},"Junior doctor contract will be imposed - Hunt":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36722326","description":"The junior doctor contract will be imposed on medics in England, following the profession's rejection of the terms and conditions, Health Secretary Jeremy Hunt has confirmed.","content":"<div property=\"articleBody\" contentScore=\"2406\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Striking doctors\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/17ACE\/production\/_89447969_strike_arms_afp.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>AFP<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>The junior doctor contract will be imposed on medics in England, following the profession's rejection of the terms, ministers have confirmed.<\/p><p>The decision was widely expected, after British Medical Association members voted 58% to 42% against accepting the deal, agreed by government and union negotiators in May.<\/p><p>The BMA had urged them to accept it.<\/p><p>Health Secretary Jeremy Hunt said doctors would start moving on to the contract in the coming months.<\/p><p>Most of the profession should be on it by autumn next year, he added.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>It comes after the dispute has led to junior doctors taking part in six strikes this year, including the first all-out stoppages in the history of the NHS.<\/p><p>The BMA has yet to respond to the announcement. Its junior doctor leader, Dr Johann Malawana, resigned when the result of the vote was announced on Tuesday. <\/p><p>He had told BMA members the deal was a good one that should be accepted, during meetings ahead of the poll of 54,000 junior doctors and medical students.<\/p>                                                                                                    <p>The BMA still has a mandate to take strike action, but it will be up to a new junior doctor leader to decide what the next steps are.<\/p><ul><li><a href=\"\/news\/health-36327930\">What's in the new contract<\/a><\/li>\n<li><a href=\"http:\/\/www.bbc.co.uk\/news\/health-36672762\">What the dispute is all about<\/a><\/li>\n<li><a href=\"http:\/\/www.bbc.co.uk\/news\/health-36715667\">Why the no vote means nothing and everything<\/a><\/li>\n<\/ul><p>Ahead of the result of the vote being announced, senior sources at the BMA had indicated there was little appetite for prolonging the dispute, given the climate in the country following the EU vote.<\/p><p>Speaking in the House of Commons on Wednesday, Mr Hunt said it had been a \"difficult decision\" but he had been left with no choice, especially given the uncertainty facing the country.<\/p><p>\"We've been left in no man's land that if it continues can only damage the NHS,\" he said.<\/p><p>The vote of BMA members was held after talks at conciliation services Acas two months ago finally resulted in a deal being agreed by negotiators.<\/p><p>The terms agreed differed significantly from the previous government offer, which ministers had announced in February they would impose, before agreeing to those last-minute talks in May.<\/p><p>Instead of dividing the weekend between normal and unsocial hours, a system of supplements to be paid depending on how many weekends a doctor worked over the course of a year was drawn up. This is the contract that will be introduced.<\/p><p>But despite the union's agreement, many members remained unconvinced, believing it still did not properly reward them for the demands of the job, while they remained sceptical that the government's plans for a seven-day service would be properly funded.<\/p>\n                                                                                                <\/div>\n"},"Patient lay dead in London A&E for 'hours' before being found":{"link":"http:\/\/www.bbc.co.uk\/news\/uk-england-london-36716248","description":"A patient lay dead for up to four-and-a-half hours before being spotted at London's biggest A&E department, inspectors reveal.","content":"<div property=\"articleBody\" contentScore=\"4496\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"North Middlesex Hospital\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/CE5C\/production\/_89982825_northmiddlesex.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>PA<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    North Middlesex Hospital's emergency department has been ordered to improve by the Care Quality Commission\n                <\/span>\n            <\/figcaption><\/figure><p>A patient lay dead for up to four-and-a-half hours before being spotted at one of the busiest A&E departments in the country, inspectors have revealed.<\/p><p>A <a href=\"http:\/\/www.cqc.org.uk\/sites\/default\/files\/new_reports\/AAAF6096.pdf\">review of North Middlesex University Hospital by the Care Quality Commission<\/a> also found there were too few competent doctors who were able to assess and treat patients at night.<\/p><p>Emergency services at the London hospital have been rated \"inadequate\".<\/p><p>The hospital said it was \"extremely sorry\" for the problems in the unit.<\/p><p>Inspectors reviewed the department in April and May.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><h2>'Left on bedpan'<\/h2><p>The unit - which sees 500 patients a day - logged 22 so-called \"serious incidents\" (SI) in the past year.<\/p><p>Inspectors were told about the dead patient as they were looking into whether nurses were able to conduct hourly rounds. <\/p><p>\"We were told one recent SI investigation concluded that a failure to take hourly rounds meant that a patient had lain dead for up to four-and-a-half hours before being found,\" the report said.<\/p>                                                                                                    <p>Other issues included a patient being left sitting on a bedpan for more than an hour and only one commode being available for more than 100 patients.<\/p><p>There were also problems regarding the nurse to patient ratios, which were rarely achieved. The ratio should be 1:4 but more recently it had been 1:10 with up to 20 patients being treated in the corridor.<\/p><p>A delay with patients being transferred from trolleys to beds was also highlighted.<\/p><h2>'Fear of retribution'<\/h2><p>The aim, staff said, was to move patients \"most at risk of developing pressure ulcers\" within four hours but inspectors saw that in three cases patients were on hospital trolleys for between six and 13 hours, and were moved only when senior staff had been notified.<\/p><p>The report also said staff were afraid to speak up for fear of retribution.<\/p><p>The inspection of the emergency department and two of the hospital's medical wards was in response to concerns about the standards of care.<\/p><p>The hospital has apologised to patients and said its A&E department now had five additional doctors and consultants on loan from other London trusts, a new nursing lead and new clinical director.<\/p><p>Chief Inspector of Hospitals, Sir Mike Richards, said the hospital had \"turned a corner\" since the inspection.<\/p><p>He said: \"A new leadership team is in place in the emergency department, there are moves to appoint more senior doctors - and I note that the trust is calling on consultants from other departments within the hospital to provide the routine daily support to A&E which is so badly needed.    <\/p><p>\"There is still much more that needs to be done. We will be watching their progress very closely.\" <\/p><figure><span>\n                \n                \n                <div data-alt=\"line break\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/media\/images\/66239000\/gif\/_66239292_line2.gif\" data-width=\"624\" data-height=\"1\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><h2>The report found:<\/h2><ul><li>There were significant delays to repairs of essential equipment<\/li>\n<li>Middle grade nurses assessed patients arriving by ambulance, without input from doctors<\/li>\n<li>Patients were not fully covered up on trolleys in the corridor, affecting their dignity<\/li>\n<li>The department was without an established clinical director to provide leadership for more than six months<\/li>\n<li>Inspectors said there were \"no areas of outstanding practice\"<\/li>\n<\/ul><figure><span>\n                \n                \n                <div data-alt=\"line break\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/media\/images\/66239000\/gif\/_66239292_line2.gif\" data-width=\"624\" data-height=\"1\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><figure><span>\n                \n                \n                <div data-alt=\"David Burrowes\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/11844\/production\/_89984717_davidburrowes.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    David Burrowes has first-hand experience as a patient at the department after his appendix ruptured in 2014\n                <\/span>\n            <\/figcaption><\/figure><p>David Burrowes, Conservative MP for Enfield Southgate, said he was left to wait for hours on a trolley with a ruptured appendix in the emergency department in 2014.<\/p><p>\"The important question is why the warning signals from at least two years ago were not heeded,\" he added<\/p><figure><span>\n                \n                \n                <div data-alt=\"line break\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/media\/images\/66239000\/gif\/_66239292_line2.gif\" data-width=\"624\" data-height=\"1\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><p><strong>Analysis : Health Correspondent Jane Dreaper<\/strong><\/p><p>The horrific details - mainly mentioned towards the end of the CQC's inspection report - give a picture of the chaos at North Middlesex's A&E.<\/p><p>During the past year staff stopped worrying about breaching the national four-hour waiting time target, because it happened so often. <\/p><p>Poor leadership was to blame, according to the highly experienced chief inspector of hospitals.<\/p><p>But this in turn made the hospital an unattractive employer and fuelled under-staffing in the emergency department, with devastating results.<\/p><p>And many more patients came to North Middlesex after nearby Chase Farm was downgraded.<\/p><p>Recruiting and retaining sufficient A&E doctors is a long-standing, UK-wide problem. So how many other hospitals in deprived urban areas might end up failing patients for similar reasons?  <\/p><p>Some doctors and NHS thinkers are now calling a big rethink of how A&Es are organised, so patients have better alternatives and the departments are better equipped to deal with the huge demands on them.<\/p><figure><span>\n                \n                \n                <div data-alt=\"line break\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/media\/images\/66239000\/gif\/_66239292_line2.gif\" data-width=\"624\" data-height=\"1\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><p>David Lammy, Labour MP for Tottenham, said the \"damning\" report was \"even worse than I feared\" and has demanded answers from Health Secretary Jeremy Hunt.<\/p><p>He said: \"It shocks and appals me that this situation has been left for so long without an intervention from the Health Secretary, and the way that this has been covered up is nothing short of a scandal.\"<\/p><p>During the same inspection, medical care services were rated as requiring improvement.<\/p><p>The trust is now required to improve the care of patients in the emergency department by 26 August 2016 following a warning from the CQC.<\/p><p>A full inspection of the trust will take place in September.<\/p><figure><span>\n                \n                \n                <div data-alt=\"David Lammy\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/145A7\/production\/_88676338_88676335.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    David Lammy says his calls for answers from Secretary of State for Health Jeremy Hunt have not been answered\n                <\/span>\n            <\/figcaption><\/figure><\/div>\n"},"E. coli outbreak: salad may be to blame":{"link":"http:\/\/www.bbc.co.uk\/news\/health-36718347","description":"An outbreak of E. coli affecting more than 100 UK people could be linked to eating contaminated mixed salad leaves, public health officials say.","content":"<div property=\"articleBody\" contentScore=\"1347\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Rocket salad leaves\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/C02F\/production\/_90299194_thinkstockphotos-538450100.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n        <\/figure><p>An outbreak of E. Coli affecting more than 100 UK people could be linked to eating contaminated mixed salad leaves, public health officials say. <\/p><p>To date, 109 people are known to have caught the bug - 102 in England, six in Wales and one in Scotland. <\/p><p>South-west England has been worst hit. <\/p><p>E. coli O157 infection can cause a range of symptoms, from mild diarrhoea to bloody diarrhoea with severe abdominal pain.<\/p><p>Public Health England says it has triggered heightened surveillance and is carefully monitoring the situation across the UK. <\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>Although the cause of the infection is not absolutely certain, preliminary investigations show many of the people affected ate salad, including rocket leaves, prior to getting sick. <\/p><p>Dr Isabel Oliver, director of PHE's field epidemiology service, said: \"At this stage, we are not ruling out other food items as a potential source.\"<\/p><p>PHE was first alerted to the outbreak at the end of June.<\/p>                                                                                                    <p>Dr Oliver said people could help protect themselves from possible infection by washing their hands before eating and handling food and by thoroughly washing vegetables and salads that they were preparing to eat.<\/p><p>E. coli O157 is found in the gut and faeces of many animals, particularly cattle, and can contaminate food and water.<\/p><p>Outbreaks of 0157 are rare compared with other food-borne diseases. <\/p><figure><span>\n                \n                \n                <div data-alt=\"Line\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/media\/images\/78032000\/jpg\/_78032296_32dd32e8-2c74-4221-aaee-2a00401d4009.jpg\" data-width=\"464\" data-height=\"2\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><figure><span>\n                \n                \n                <div data-alt=\"Coloured scanning electron micrograph (SEM) of Escherichia coli 0157:H7\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/D3F0\/production\/_85465245_c933abf6-b61d-4d8c-bc08-ad23b5b3c42a.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Science Photo Library<\/span>\n                \n            <\/span>\n            \n        <\/figure><h2>Avoiding E. coli infection<\/h2><ul><li>Wash hands thoroughly after using the toilet, before and after handling food, and after handling animals<\/li>\n<li>Remove any loose soil before storing vegetables and salads <\/li>\n<li>Wash all vegetables and fruits that will be eaten raw<\/li>\n<li>Store and prepare raw meat and unwashed vegetables away from ready-to-eat foods<\/li>\n<li>Do not prepare raw vegetables with utensils that have also been used for raw meat<\/li>\n<li>Cook all minced meat products, such as burgers and meatballs, thoroughly<\/li>\n<li>People who have been ill should not prepare food for others for at least 48 hours after they have recovered<\/li>\n<\/ul><p><i>Source: <\/i><a href=\"https:\/\/www.gov.uk\/government\/organisations\/public-health-england\">Public Health England<\/a><\/p><hr><\/div>\n"},"Tech companies blame price rises on Brexit vote":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36722155","description":"Dell computers, OnePlus phones and a wide range of camera equipment are becoming more expensive after the Brexit vote.","content":"<div property=\"articleBody\" contentScore=\"3708\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Dell laptops\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/922C\/production\/_90302473_324616bc-5142-440a-8aa2-a91a0219d425.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Dell<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Dell said the Brexit vote had caused it to charge higher prices for its computers\n                <\/span>\n            <\/figcaption><\/figure><p>US computer-maker Dell and the Chinese smartphone company OnePlus are both raising their prices in the UK and saying the move is the result of the nation's vote to leave the EU.<\/p><p>Another company, used by several camera equipment-makers to bring their goods to the UK, has also revealed it will soon follow suit.<\/p><p>Intro 2020 said it had been \"punched in the stomach very hard\" by sterling's drop after the Brexit referendum.<\/p><p>Experts predict further price rises.<\/p><p>The pound hit a fresh 31-year low against the dollar earlier on Wednesday - it has dropped more than 12% since the eve of the Brexit referendum result.<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p><a href=\"http:\/\/www.bbc.co.uk\/news\/business\/market_data\/currency\/default.stm\">Falls against some Asian currencies<\/a> have been even larger.<\/p><h2>Component costs<\/h2><p>Dell declined to give examples of specific product price changes, but <a href=\"http:\/\/www.theregister.co.uk\/2016\/07\/05\/dell_confirms_price_rise_post_brexit_vote_as_uk_pound_stumbles\/\">the Register reported<\/a> that the company had already implemented a blanket 10% increase in the costs it charged UK retailers.<\/p><p>The PC-maker did, however, tell the BBC it had delayed the move as long as possible.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Dell computer\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/E04C\/production\/_90302475_565f1a61-9d4e-4e2f-9227-7f208043a11c.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Dell<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Computer component makers price their products in dollars\n                <\/span>\n            <\/figcaption><\/figure><p>\"In line with the rest of the industry, our component costs are priced in US dollars, and unfortunately, the recent strengthening of the US dollar versus sterling and other currencies in the EMEA [Europe, Middle East and Africa] region, following the UK's decision to leave the European Union, will have a direct impact on the price we sell to our UK customers and partners,\" a spokeswoman said.<\/p><p>\"We understand that this is an uncertain time for many British businesses, and we will continue to work closely with our customers and partners to provide great value products and services.\"<\/p><p>OnePlus said it would sell its latest handset, the OnePlus 3, for £329 from 11 July in order to protect its \"extremely thin margins\".<\/p><figure><span>\n                \n                \n                <div data-alt=\"One Plus 3\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/2B8E\/production\/_90305111_f20fc24b-93aa-446a-a60c-9d99ee631082.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>OnePlus 3<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Customers have been given advance warning that the new OnePlus phone will rise in price\n                <\/span>\n            <\/figcaption><\/figure><p>That marks a 6.5% rise on its current price of £309.<\/p><p>\"While we've held off action for as long as we can, the sharp drop witnessed in the currency markets following the Brexit decision has forced us to re-evaluate the OnePlus 3's pricing in the UK,\" <a href=\"https:\/\/forums.oneplus.net\/threads\/oneplus-3-gbp-pricing-change-from-july-11.454075\/\">the company said on its website<\/a>.<\/p><p>\"Accessories will not be affected.\"<\/p><p>Intro 2020 plans to raise its prices by 10-12%.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Camera equipment\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/EEDE\/production\/_90305116_a666969a-1490-46b5-9a46-e3d1869a6e4f.jpg\" data-width=\"976\" data-height=\"400\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Tamron\/Hoya\/Velbon\/Tamrac<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    A variety of equipment imported by Intro 2020 will become more expensive in the UK\n                <\/span>\n            <\/figcaption><\/figure><p>The company is the official UK importer for several camera-related products including:<\/p><ul><li>Tamron, Tokina and Samyang's lenses<\/li>\n<li>Hoya and Kenko's filters<\/li>\n<li>Velbon's tripods<\/li>\n<li>Sunpak's flashguns<\/li>\n<li>Tamrac's gadget bags<\/li>\n<\/ul><p>\"For virtually everything we handle, there will be price increases from 1 August,\" the company's general manager, Jim Mackay, told the BBC.<\/p><p>\"The currency situation is precarious for us at the moment - my feeling is that it's going to be six to nine months before we get some stabilisation.<\/p><p>\"It's painful. We expect our turnover will fall as a result.\" <\/p><p>The UK division of lens-maker Sigma has also indicated it will soon act likewise. All its products are made in Aizu, Japan.<\/p><p>\"We build in a small buffer, which prevents the necessity of constantly changing our prices with every minor fluctuation of exchange rate, but the dramatic fall in the value of sterling as a result of [the] vote to leave the EU is far too great to be absorbed in this way,\" said Graham Armitage, general manager of Sigma Imaging UK.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Sigma\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/440C\/production\/_90302471_17bdbb8d-12a8-450c-9504-446d595391ed.jpg\" data-width=\"976\" data-height=\"500\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Sigma<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Sigma has suggested it will soon charge retailers more for its camera kit\n                <\/span>\n            <\/figcaption><\/figure><p>\"Our customers, who are predominantly High Street retailers, are buying more [stock]. <\/p><p>\"Whether that is to be in a position to maintain current street prices for longer or to increase their profit is anybody's guess.\"<\/p><p>The retail consultancy Verdict believes further tech price rises will follow.<\/p><p>\"These will come sooner rather than later for those who have not hedged currency far in advance or for whom there is little flexibility in operational costs to mitigate currency fluctuations,\" said Andrew Hall.<\/p><p>\"Retailers cannot be fully expected to absorb the costs incurred by currency volatility in the wake of Brexit. <\/p><p>\"As such, price rises are likely to impact a number of products. <\/p><p>\"For some markets, such as clothing and footwear, this will see a return to inflation after a period of deflation.\"<\/p>\n                                                                                                <\/div>\n"},"Half a million hoverboards recalled in US":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36727652","description":"More than 500,000 hoverboards have been recalled in the US because of a fire risk.","content":"<div property=\"articleBody\" contentScore=\"1997\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Hoverboard\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/FDCA\/production\/_90307946_d90817ca-5dde-4cff-8954-3ea4ce3c8de6.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>CPSC<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    There are dozens of reports of hoverboard's lithium-ion battery packs overheating\n                <\/span>\n            <\/figcaption><\/figure><p>A major recall of hoverboards is under way in the US.<\/p><p>The callback <a href=\"http:\/\/www.cpsc.gov\/en\/Recalls\/2016\/Self-Balancing-Scooters-Hoverboards-Recalled-by-10-Firms\/\">affects China-made models sold under a variety of brands<\/a> and affects about 501,000 units.<\/p><p>The Consumer Product Safety Commission said it followed at least 99 incidents where battery packs had overheated.<\/p><p>In some cases they caught fire leading to burn injuries and property damage. Owners are being told to contact the companies responsible, which should fix the problem or issue a full refund.<\/p><p>Models involved include:<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><ul><li>267,000 Swagway X1s<\/li>\n<li>84,000 iMotos<\/li>\n<li>70,000 Powerboards<\/li>\n<li>28,000 Hovertraxs<\/li>\n<li>25,000 Hype Roams<\/li>\n<li>16,000 Hover-Ways<\/li>\n<\/ul><p>A spokeswoman for Swagway told the BBC that it would be retrofitting the X1s it received with new \"UL-certified\" battery packs.<\/p><p>\"UL-Certification means that the product has been tested by Underwriters Laboratories, one of the largest consumer products testing labs in the world,\" she explained.<\/p><p>\"Please note that this does not affect any of the other models made by Swagway.\"<\/p><h2>Safety certificates<\/h2>                                                                                                    <p>The Consumer Product Safety Commission said that the Chinese retailer Alibaba had given it a commitment that in the future it would require sellers to have safety check certificates for the hoverboards they sell via its sites.<\/p><p>However, the recall is not limited to kit sold via AliExpress.com and Alibaba.com.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Hover-Way\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/389A\/production\/_90309441_864eeb61-8374-45e1-aa5a-53f7b43d074a.jpg\" data-width=\"976\" data-height=\"500\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>CPSC<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Seventeen of the reported overheating incidents involved Hover-Way scooters\n                <\/span>\n            <\/figcaption><\/figure><p>The Overstock.com website, Boscov's department stores and Yuka Clothing shops also sold some of the recalled stock.<\/p><p>Customers are also being asked to return a further 5,000 Swagway hoverboards distributed in Canada.<\/p><h2>House fires<\/h2><p>This is not the first time the self-balancing scooters have been flagged as a safety risk.<\/p><p>In December, the UK's Trading Standards agencies seized more than 38,000 hoverboards it said were at danger of overheating after several house fires were blamed on the products. The authorities had already said it was an offence to ride them on pavements and roads.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Overheated hoverboard\" data-src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/5FAA\/production\/_90309442_0d5fc861-7e75-40f5-b418-28f03ac120ec.jpg\" data-width=\"624\" data-height=\"351\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>LFB<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    An overheated hoverboard was blamed for causing a house fire in London last year\n                <\/span>\n            <\/figcaption><\/figure><p>In the US, Amazon pulled some boards from sale and began offering customers <a href=\"http:\/\/www.cpsc.gov\/en\/About-CPSC\/Chairman\/Kaye-Biography\/Chairman-Kayes-Statements\/Statements\/Statement-from-US-CPSC-Chairman-Elliot-F-Kaye-on-the-Safety-of-Hoverboards-and-the-Status-of-the-Investigation\/\">full refunds in January<\/a> after the Consumer Product Safety Commission voiced its concerns.<\/p><p>A month later it stopped selling all examples of the product, but later returned some brands to sale.<\/p>\n                                                                                                <\/div>\n"},"Twitter live-streams Wimbledon matches":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36727658","description":"Tennis matches from the Wimbledon championships are being live-streamed on Twitter in a first of its kind broadcast.","content":"<div property=\"articleBody\" contentScore=\"2370\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Wimbledon on Twitter\" src=\"http:\/\/ichef.bbci.co.uk\/news\/320\/cpsprodpb\/4B6F\/production\/_90311391_7e61e298-29ec-4285-ad20-4b0706e9568d.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Twitter<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Viewers can watch Wimbledon and post tweets about the action on the same screen\n                <\/span>\n            <\/figcaption><\/figure><p>Select tennis matches at Wimbledon are being live-streamed on Twitter.<\/p><p>It marks the first time the tech firm has broadcast <a href=\"https:\/\/twitter.com\/i\/live\/750261221098594304\">footage from a sports event in this way<\/a>.<\/p><p>The high definition-quality stream is being offered in partnership with the TV network ESPN and the organisers of the Championships.<\/p><p>Several of Silicon Valley's leading tech firms are investing in live-streaming technologies.<\/p><p>Twitter bought Periscope in January 2015, before the app had formally launched. <\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><figure><span>\n                \n                \n                <div data-alt=\"Periscope\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/727F\/production\/_90311392_8c31f165-f15b-49da-9ac0-e7a855115793.jpg\" data-width=\"624\" data-height=\"370\"><\/div>\n                \n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Some people have streamed sports events on Periscope without permission, but Twitter has sought to remove the footage\n                <\/span>\n            <\/figcaption><\/figure><p>Then in April this year, it signed a $10m (£7.7m) deal to stream NFL American football games later this year.<\/p><p>In August, 2015 Facebook launched its own live video feature. The company is paying dozens of media companies and celebrities more than $50m to use the service, according to a <a href=\"http:\/\/www.wsj.com\/articles\/facebook-signs-deals-with-media-companies-celebrities-for-facebook-live-1466533472\">recent report in the Wall Street Journal<\/a>.<\/p><p>Google's YouTube has been able to show live video since 2011. But the firm recently added the ability to stream 360-degree footage, and is in the process of testing a \"go live\" button on its mobile app.<\/p><h2>'Incomplete experience'<\/h2>                                                                                                    <p>The Wimbledon feed features a video window at the top of the page, below which are shown related comments, unless the screen is expanded on a computer screen to give enough room for the tweets to appear in a separate column.<\/p><p>The hashtag #Wimbledon is automatically added to tweets that users post.<\/p><p>Users to not have to be members of the network to see the feed.<\/p><p>There is no way to scroll back or otherwise control the video. However, Twitter suggested the design was a work in progress.<\/p><p>\"This live-stream is an extremely early and incomplete test experience, and we'll be making lots of improvements before we launch it in its final form,\" it said in a statement.<\/p><p>Twitter's growth in active users - people who log in at least once a month - has slowed in recent quarters, even going into reverse at one point.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Twitter growth levels\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/998F\/production\/_90311393_ad110ebb-3ada-474b-b133-99e3a8d9614a.jpg\" data-width=\"624\" data-height=\"397\"><\/div>\n                \n                \n            <\/span>\n            \n        <\/figure><p>One expert said live-streams had the potential to help attract new people.<\/p><p>\"Major sporting events already drive a huge amount of traffic on Twitter, and being able to mash that up with live video - which in theory should engage its audience more effectively - could be a very powerful combination\", commented Ben Wood from the tech consultancy CCS Insight.<\/p><p>\"If Twitter is willing to make the investment to secure properties that people are desperate to watch, it will absolutely drive traffic.\"<\/p><p>Twitter has not revealed the terms of the deal to stream the Wimbledon matches.<\/p>\n                                                                                                <\/div>\n"},"Huawei sorry for 'misleading' photo":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36723090","description":"Huawei apologises after it is revealed that a photo it posted online to promote its latest phone was taken on a professional camera.","content":"<div property=\"articleBody\" contentScore=\"1290\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"A girl photographed in the sunshine\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/8B4C\/production\/_90306653_mediaitem90304735.jpg\" width=\"976\" height=\"549\"><span>Image copyright<\/span>\n                 <span>Huawei<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Huawei shared the photograph on Google+\n                <\/span>\n            <\/figcaption><\/figure><p>Huawei has apologised after it was revealed that a photo it posted online to promote its latest smartphone was taken on a professional camera.<\/p><p>The smartphone-maker posted a photo on its Google+ page, with a caption saying its device \"makes taking photos in low-light conditions like this a pleasure\".<\/p><p>But the image metadata showed that the photo was taken with Canon camera equipment costing upwards of £2,000.<\/p><p>Huawei apologised and said it did not intend to mislead.<\/p><p>The original social media post said: \"We managed to catch a beautiful sunrise with Deliciously Ella. The [new device] makes taking photos in low light conditions like this a pleasure.\"<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><p>However, image metadata is automatically displayed next to photographs on Google+.<\/p><p>The discrepancy was spotted by a writer for smartphone news site <a href=\"http:\/\/www.androidpolice.com\/2016\/07\/04\/huawei-publishes-implied-p9-camera-sample-but-exif-data-reveals-4500-camera-took-it\/\">Android Police<\/a>.<\/p><p>In a statement, Huawei said the photo had been taken during the recording of a new advertisement.<\/p>                                                                                                    <p>\"We recognise though that we should have been clearer with the captions for this image. It was never our intention to mislead. We apologise for this and we have removed the image,\" it said.<\/p><p>Rival phone-maker <a href=\"http:\/\/www.bbc.co.uk\/news\/technology-19499879\">Nokia apologised for a similar mistake<\/a> in 2012, after an advertisement it claimed was recorded on one of its handsets was revealed to have been shot on professional equipment.<\/p>\n                                                                                                <\/div>\n"},"Digital Economy Bill: Networks and porn sites face fines":{"link":"http:\/\/www.bbc.co.uk\/news\/technology-36725774","description":"The government proposes new fines for mobile networks and pornographic websites that fail watchdogs' tests.","content":"<div property=\"articleBody\" contentScore=\"2850\">\n                                                                                                    <figure><span>\n                \n                <img alt=\"Child internet\" src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/ECF4\/production\/_90306606_019ebc74-099b-46d3-bc37-aaa27c8a05ba.jpg\" width=\"2121\" height=\"1414\"><span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Adult sites that fail to check visitors' ages could face fines of up to £250,000\n                <\/span>\n            <\/figcaption><\/figure><p>The government has proposed new powers to fine mobile network operators and pornographic website owners.<\/p><p>The measures are <a href=\"http:\/\/www.publications.parliament.uk\/pa\/bills\/cbill\/2016-2017\/0045\/17045.pdf\">outlined in the Digital Economy Bill<\/a>, which was published on Tuesday.<\/p><p>It says phone operators could be penalised if they miss coverage targets and other licence commitments made to the sector's regulator.<\/p><p>And it sets out how a separate watchdog could punish adult sites that fail to check their visitors' ages.<\/p><p>Other measures include:<\/p><div id=\"bbccom_mpu_1_2_3\" aria-hidden=\"true\">\n    <div>\n        \n    <\/div>\n<\/div><ul><li>a new legal right for homes and businesses to be able to get a minimum download speed on request<\/li>\n<li>a proposal that broadband and mobile providers should automatically have to compensate their customers if they fail to meet some of their obligations<\/li>\n<li>added sentencing options for the English and Welsh courts to punish internet piracy<\/li>\n<li>tougher penalties for nuisance callers<\/li>\n<li>the communications regulator Ofcom taking charge of oversight of the BBC<\/li>\n<\/ul><h2>'More proportionate'<\/h2><figure><span>\n                \n                \n                <div data-alt=\"Mobile phone\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/618A\/production\/_90307942_b4a21ffb-8393-4d54-a65b-79cd74167b28.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    Networks could be fined if they fail to extend 4G coverage as quickly as promised\n                <\/span>\n            <\/figcaption><\/figure><p>If the bill is passed, Ofcom would be able to fine mobile networks a maximum £20,000 a day, up to a total sum of £2m, if they fail to hit agreed service goals.<\/p><p>The regulator has <a href=\"http:\/\/www.theregister.co.uk\/2016\/07\/06\/ofcom_gets_powers_to_fine_broadband_providers\/\">suggested this would give it<\/a> \"more flexibility in our important work to manage and ensure optimal use of spectrum\".<\/p><p>\"At the moment, when a provider breaches its licence, in most cases our only sanction is to remove the licence completely, or launch criminal proceedings,\" a spokesman said.<\/p>                                                                                                    <p>\"The bill would allow Ofcom alternatively to impose financial penalties, which may in some cases be a more proportionate means of securing compliance.\"<\/p><h2>Age checks<\/h2><p>The law also proposes creating a separate age-verification regulator, which will be told to publish guidelines about how sites should ensure their users are aged 18 or older.<\/p><p>It says this body should be able to fine pornographers up to £250,000 if they fail to comply.<\/p><p>Details of how this would work in practice have still to be determined.<\/p><p>But the bill states that the watchdog would be able to alert credit cards and other payment providers as well as other companies providing a service to the sites in cases where it cannot persuade their owners to comply.<\/p><h2>Faster speeds<\/h2><p>One detail not mentioned in the bill is that the new broadband universal service obligation (USO) should set 10Mbps as the minimum download speed.<\/p><p>However, a factsheet issued by the Department for Culture, Media and Sport <a href=\"https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/535012\/2._USO_Fact_Sheet.pdf\">does refer to this as being its \"ambition\"<\/a>.<\/p><figure><span>\n                \n                \n                <div data-alt=\"Rural internet\" data-src=\"http:\/\/ichef-1.bbci.co.uk\/news\/320\/cpsprodpb\/AFAA\/production\/_90307944_67fefa59-ff7b-42ec-a25f-2576c1b0d9fc.jpg\" data-width=\"976\" data-height=\"549\"><\/div>\n                \n                \n                 <span>Image copyright<\/span>\n                 <span>Thinkstock<\/span>\n                \n            <\/span>\n            \n            <figcaption><span>Image caption<\/span>\n                <span>\n                    The government wants faster internet speeds in rural parts of the UK\n                <\/span>\n            <\/figcaption><\/figure><p>\"Ofcom has reported that 10Mbps is the speed needed for a USO, given a typical household's use of digital services, and is adequate for demanding services like streaming high definition video content,\" it says.<\/p><p>\"The speed will be specified in regulations to allow it to be updated when necessary. <\/p><p>\"Regulations can be updated in a much shorter timescale than a new bill, which can take a year before it can be brought into force.\"<\/p><p>Assuming there are no major amendments to the bill, one industry watcher said its impact would probably be determined by how tough the two regulators were willing to be.<\/p><p>\"No matter how the law gets written, it's how the regulators implement it and who they chase for non-compliance that determines its real-world effect,\" said Andrew Ferguson, from the Thinkbroadband news site.<\/p><p>\"Ofcom has a history of being a light-touch regulator - it tends to concentrate on market failures rather than trying to drive the whole market forward.\"<\/p>\n                                                                                                <\/div>\n"}}